Repository: GNOME/libgtop
Catalog: po/*.po
Languages: as, en@shaw, eu, fa, gu, he, hi, kab, kk, nl, nn, or, pa, ta

source: Shared-Lib resident set size
eu: Shared-Lib egoiliarren tamaina
gu: સહભાગી-Lib માં રહેલા સમૂહનું માપ
hi: साझा-लिब निवासी नियत आकार
nl: Vaste Gedeelde-Lib omvang
nn: Storleik på delte bibliotek låst i minnet
or: ସହଭାଗୀ-ଲାଇବ୍ରେରୀ ନିବାସୀ ସେଟର ଆକାର
pa: ਸਾਂਝੀਆਂ ਲਾਇ ਰਹਿਣ ਦਾ ਅਕਾਰ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: Shared-Lib தங்கும் அமைப்பின் அளவு

source: Data resident set size
eu: Datu egoiliarren tamaina
fa: اندازه‌ی مجموعه‌ی مقیم داده‌ای
gu: માહિતિમાં રહેલા સમૂહનું માપ
hi: डेटा निवासी नियत आकार
nl: Vaste Gegevens omvang
nn: Storleik på data låst i minnet
or: ତଥ୍ଯ ନିବାସୀ ସେଟର ଆକାର
pa: ਡਾਟਾ ਰਹਿਣ ਦਾ ਅਕਾਰ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: தகவல் தங்கும் அமைப்பின் அளவு

source: Stack resident set size
eu: Pila egoiliarraren tamaina
fa: اندازه‌ی مجموعه‌ی مقیم پشته‌ای
gu: સ્ટૅકમાં રહેલા સમૂહનુ માપ
hi: स्टैक निवासी नियत आकार
nl: Vaste Stack omvang
nn: Storleik på stabel låst i minnet
or: ଥାକ ନିବାସୀ ସେଟର ଆକାର
pa: ਸਟਾਕ ਰਹਿਣ ਦਾ ਅਕਾਰ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: ஸ்டாக் தங்கும் அமைப்பின் அளவு

source: Total size of dirty pages
eu: Orrialde zikinen tamaina guztira
fa: کل اندازه‌ی صفحه‌های کثیف
gu: ખોટા પાનાઓનુ કુલ માપ
hi: गंदे पृष्ठों के कुल आकार
nl: Totale omvang van de "dirty" pagina's
nn: Total storleik på skitne sider
or: ଅପରିଷ୍କାର ପୃଷ୍ଠାଗୁଡ଼ିକର ସର୍ବମୋଟ ଆକାର
pa: ਖਰਾਬ ਸਫ਼ਿਆਂ ਦਾ ਕੁੱਲ ਅਕਾਰ
ta: அழுக்கு பக்கங்களின் மொத்த அளவு

source: Address of beginning of code segment
eu: Kode-segmentuaren hasieraren helbidea
fa: نشانی ابتدای قطعه‌ی کد
gu: કાૅડ વિભાગની શરુઆતનું સરનામું
he: כתובת של תחילת מקטע קוד
hi: कोड खंड के आरंभ का पता
nl: Beginadres van het codesegment
nn: Adressa til byrjinga av kodesegmentet
or: ସଙ୍କେତ ଖଣ୍ଡ ଆରମ୍ଭର ଠିକଣା
pa: ਕੋਡ ਸਿਗਮਿੰਟ ਦੇ ਸ਼ੁਰੂ ਹੋਣ ਦਾ ਪਤਾ
ta: கோட் செக்மன்ட் துவக்கத்தின் முகவரி

source: Address of end of code segment
eu: Kode-segmentuaren bukaeraren helbidea
fa: نشانی انتهای قطعه‌ی کد
gu: કાૅડ વિભાગનુ અંતનુ સરનામું
he: כתובת של סיום מקטע קוד
hi: कोड खंड के अंत का पता
nl: Eindadres van het codesegment
nn: Adressa til slutten av kodesegmentet
or: ସଙ୍କେତ ଖଣ୍ଡ ସମାପ୍ତର ଠିକଣା
pa: ਕੋਡ ਸਿਗਮਿੰਟ ਦੇ ਖਤਮ ਹੋਣ ਦਾ ਪਤਾ
ta: கோட் செக்மன்ட் முடிவின் முகவரி

source: Address of the bottom of stack segment
eu: Pila-segmentuaren oinarriaren helbidea
fa: نشانی وسط قطعه‌ی پشته
gu: સ્ટૅક વિભાગનુ નીચેનુ સરનામુંંંંં
hi: स्टैक खंड के तल का पता
nl: Bodemadres van het stacksegment
nn: Adressa til botnen av stabelsegmentet
or: ଥାକ ଖଣ୍ଡ ତଳର ଠିକଣା
pa: ਸਟਾਕ ਸਿਗਮਿੰਟ ਦੇ ਹੇਠਾਂ ਦਾ ਪਤਾ
ta: ஸ்டாக் செக்மென்ட் கீழ் பக்க முகவரி

source: Signal
eu: Seinalea
fa: سیگنال
gu: સંકેત
he: אות
hi: सिग्नल
nl: Signaal
or: ସଙ୍କେତ
pa: ਸੰਕੇਤ
ta: சங்கேதம்

source: Blocked
eu: Blokeatuta
fa: بلوکه‌شده
gu: અટકેલુ
he: חסום
hi: रोका गया
nl: Geblokkkeerd
nn: Blokkert
or: ଅଟକାଯାଇଛି
pa: ਬੰਦ ਕੀਤੇ
ta: தடுக்கப்பட்ட

source: SigIgnore
eu: Ez ikusi egin seinaleari
gu: Sig અવગણવુ
hi: सिग-इगनोर
pa: ਸੰਕੇਤ ਰੱਦ ਕਰੋ
ta: தவிர்க்கப்பட்ட சங்கேதம்

source: SigCatch
eu: Hartu seinalea
gu: Sigપકડાયેલ
hi: सिग-कैच
pa: ਸੰਕੇਤ ਫੜੋ
ta: பிடிக்கப்பட்ட சங்கேதம்

source: Mask of pending signals
eu: Egiteko dauden seinaleen maskara
fa: نقاب سیگنال‌های معلق
gu: પડી રહેલા સંકેતોનુ છૂપાવવુ
hi: लंबित सिगनल्स के आवरण
nl: Masker van wachtende signalen
nn: Maske av ventande signal
or: ଅନିଷ୍ପନ୍ନ ସଙ୍କେତର ମୁଖା
pa: ਰਹਿੰਦੇ ਸੰਕੇਤਾਂ ਨੂੰ ਸੰਭਾਲੋ
ta: நிலுவையில் உள்ள சங்கேதத்தின் முகமூடி

source: Mask of blocked signals
eu: Seinale blokeatuen maskara
fa: نقاب سیگنال‌های بلوکه شده
gu: અટકી રહેલા સંકેતોનુ છૂપાવવુ
hi: रोके सिगनल्स के आवरण
nl: Masker van geblokkeerde signalen
nn: Maske av blokkerte signal
or: ଅଟକାଯାଇଥିବା ସଙ୍କେତର ମୁଖା
pa: ਬੰਦ ਕੀਤੇ ਸੰਕੇਤਾਂ ਨੂੰ ਸੰਭਾਲੋ
ta: தடுக்கப்பட்ட ள சங்கேதத்தின் முகமூடி

source: Mask of ignored signals
eu: Ez ikusi egindako seinaleen maskara
fa: نقاب سیگنال‌های نادیده گرفته شده
gu: અવગણેલા સંકેતોનુ છૂપાવવુ
hi: उपेक्षित सिगनल्स के आवरण
nl: Masker van genegeerde signalen
nn: Maske av ignorerte signal
or: ଉପେକ୍ଷାକରାଯାଇଥିବା ସଙ୍କେତର ମୁଖା
pa: ਰੱਦ ਕੀਤੇ ਸੰਕੇਤਾਂ ਨੂੰ ਸੰਭਾਲੋ
ta: தவிர்க்கப்பட்ட சங்கேதத்தின் முகமூடி

source: Mask of caught signals
eu: Hartutako seinaleen maskara
fa: نقاب سیگنال‌های گرفته شده
gu: પકડાયેલા સંકેતોનુ છૂપાવવુ
hi: पकड़े गए सिगनल्स का आवरण
nl: Masker van onderschepte signalen
nn: Maske av fanga signal
or: ଧରାଯାଇଥିବା ସଙ୍କେତର ମୁଖା
pa: ਲੱਭੇ ਸੰਕੇਤਾਂ ਨੂੰ ਸੰਭਾਲੋ
ta: பிடிபட்ட ் உள்ள சங்கேதத்தின் முகமூடி

source: Cmd
hi: सीएमडी
nl: Opd
pa: ਕਮਾਂਡ

source: State
eu: Egoera
fa: وضعیت
gu: સ્થિતિ
he: מצב
hi: अवस्था
nl: Status
nn: Tilstand
or: ଅବସ୍ଥା
pa: ਸਥਿਤੀ
ta: நிலமை

source: UID
eu: UIDa
hi: यूआईडी
pa: ਕਾਮਾ ਸ਼ਨਾ-ਨੰ

source: GID
eu: GIDa
hi: जीआईडी
pa: ਸਮੂਹ ਸ਼ਨਾ-ਨੰ

source: RGid
hi: आर-जीआईडी
pa: ਆਰ ਸਮੂਹ ਸ਼ਨਾ-ਨੰ

source: RUid
hi: आर-यूआईडी
pa: ਆਰ ਕਾਮਾ ਸ਼ਨਾ-ਨੰ

source: HasCPU
eu: CPU-dauka
hi: सीपीयू-है
nn: HarCPU
pa: ਪ੍ਰੋਸੈਸਰ

source: Proc
eu: Proz
gu: કાર્યપદ્ધતિ
hi: प्रॉक
pa: ਪ੍ਰੋਸ

source: LProc
eu: AzkProz
gu: L કાર્યપદ્ધતિ
hi: एल-प्रॉक
pa: ਐਲਪ੍ਰੋਸ

source: Basename of executable file in call to exec()
eu: exec()ek deitutako fitxategi exekutagarriaren oinarri-izena
fa: اسم اصلی پرونده‌ی اجرایی در فراخوانی exec()
gu: exec() માટે ચલાવી શકાય તેવી ફાઇલનુ પાયાનુ નામ
hi: exec() को काल करने वाली एक्ज़ीक्यूटेबल फ़ाइल का बेस नाम
nl: Basisnaam van het uitvoerbare bestand in de exec() aanroep
nn: Basenamnet til den køyrbare fila i kallet til exec()
or: exec()କୁ ଡ଼ାକିଥିବା ଫାଇଲର ଆଧାର ନାମ
pa: exec() ਨੂੰ ਕਾਲ ਕਰਨ ਲਈ ਚੱਲਣਯੋਗ ਫਾਇਲ ਦਾ ਮੂਲ ਨਾਂ
ta: அழைக்கப்பட்ட exec() கோப்பின் அடிப்படை பெயர்

source: Single-Char code for process state (S=sleeping)
eu: Karaktere bateko kodea prozesuaren egoerarako (S=sleeping)
gu: પ્રક્રિયાની સ્થિતિ માટે Single-Char કાૅડ (S=sleeping)
he: קוד תו-בודד למצב התהליך (S=ישן)
hi: एकल-चर कोड प्रक्रिया अवस्था हेतु (एस=सुप्त)
nl: Eén karakter code voor proces status (S=slapende)
nn: Enkeltteikn-kode for prosesstilstanden (S = sovande)
or: ସଂସାଧନ ଅବସ୍ଥା ପାଇଁ ଏକ-ଅକ୍ଷର ସଙ୍କେତ (S=ଶୋଇଥିବା)
pa: ਕਾਰਜ ਦੀ ਸਥਿਤੀ ਲਈ ਸਿਰਫ਼ ਇੱਕ ਅੱਖਰ ਦਾ ਕੋਡ(ਸ=ਸੁੱਤਾ)
ta: ப்ராஸஸர் நிலையை குறிக்கும் ஒரு-எழுத்து அடையாளம்(S=தூக்கம்)

source: UID of process
eu: Prozesuaren UIDa
gu: પ્રક્રિયાનુ UID
he: UID של התהליך
hi: प्रक्रिया का यूआईडी
nn: UID til prosessen
or: ସଂସାଧନର ୟୁ.ଆଇ.ଡି.
pa: ਕਾਰਜ ਦਾ ਕਾਮਾ ਸ਼ਨਾ-ਨੰ
ta: செயலின் UID

source: GID of process
eu: Prozesuaren GIDa
gu: પ્રક્રિયાનુ GID
he: GID של התהליך
hi: प्रक्रिया का जीआईडी
nn: GID til prosessen
or: ସଂସାଧନର ଜି.ଆଇ.ଡି.
pa: ਕਾਰਜ ਦਾ ਸਮੂਹ ਸ਼ਨਾ-ਨੰ
ta: செயலின் GID

source: Real UID of process
eu: Prozesuaren benetako UIDa
gu: પ્રક્રિયાનુ ખરુ UID
hi: प्रक्रिया का वास्तविक यूआईडी
nn: Ekte UID til prosessen
or: ସଂସାଧନର ବାସ୍ତବ ୟୁ.ଆଇ.ଡି.
pa: ਕਾਰਜ ਦਾ ਅਸਲੀ ਕਾਮਾ ਸ਼ਨਾ-ਨੰ
ta: செயலின் உண்மையான UID

source: Real GID of process
eu: Prozesuaren benetako GIDa
gu: પ્રક્રિયાનુ ખરુ GID
hi: प्रक्रिया का वास्तविक जीआईडी
nn: Ekte GID til prosessen
or: ସଂସାଧନର ବାସ୍ତବ ଜି.ଆଇ.ଡି.
pa: ਕਾਰਜ ਦਾ ਅਸਲੀ ਸਮੂਹ ਸ਼ਨਾ-ਨੰ
ta: செயலின் உண்மையான GID

source: Has CPU
eu: CPU dauka
gu: પાસે CPU છે
hi: सीपीयू है
nl: Heeft CVE
nn: Har CPU
or: କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ଅଛି
pa: ਪ੍ਰੋਸੈਸਰ ਹੈ

source: Processor
eu: Prozesadorea
fa: پردازنده
gu: પ્રોસેસર
hi: प्रोसेसर
nn: Prosessor
or: ସଂସାଧକ
pa: ਪ੍ਰੋਸੈਸਰ
ta: ப்ராஸஸர்

source: Last Processor
eu: Azken prozesadorea
fa: پردازنده‌ی آخر
gu: છેલ્લુ પ્રોસેસર
hi: पिछला प्रोसेसर
nl: Laatste Processor
nn: Siste prosessor
or: ପୂର୍ବବର୍ତ୍ତୀ ସଂସାଧକ
pa: ਅਖੀਰੀ ਪ੍ਰੋਸੈਸਰ
ta: கடைசி செயல்

source: Start_Time
eu: Hasiera-_ordua
fa: زمان آغاز
gu: શરુઆતનો સમય
hi: प्रारंभ समय (_T)
nl: Start_Tijd
nn: Start_tid
pa: ਸ਼ੁਰੂਆਤੀ ਸਮਾਂ
ta: (_T)நேரத்தை துவக்கு

source: RTime
eu: ExDenbora
hi: आर-टाइम
nl: RTijd
nn: RTid
pa: ਆਰ-ਸਮਾਂ
ta: Rநேரம்

source: UTime
eu: ErDenbora
hi: यू-टाइम
nl: UTijd
nn: UTid
pa: ਯੂ-ਸਮਾਂ
ta: Uநேரம்

source: STime
eu: SSenbora
hi: एस-टाइम
nl: STijd
nn: STid
pa: ਐਸ-ਸਮਾਂ
ta: Sநேரம்

source: CUTime
eu: CUDenbora
hi: सीयू-टाइम
nl: CUTijd
nn: CUTid
pa: ਸੀਯੂ-ਸਮਾਂ
ta: CUநேரம்

source: CSTime
eu: CSDenbora
hi: सीएस-टाइम
nl: CSTijd
nn: CSTid
pa: ਸੀਐਸ-ਸਮਾਂ
ta: CSநேரம்

source: TimeOut
eu: Denbora-muga
fa: انقضای مدت
gu: સમય સમાપ્તિ
hi: समय-समाप्त
nn: Tidsavbrot
or: ସମୟଶେଷ
pa: ਬਾਹਰ ਜਾਣ ਦਾ ਸਮਾਂ(ਟਾਈਮ ਆਉਟ)
ta: காலம்கடந்தது

source: It_Real_Value
eu: Balio_erreala
hi: यह_वास्तविक_मूल्य
nl: It_Werkelijke_Waarde
nn: It_Sann_verdi
pa: It_Real-ਮੁੱਲ

source: Frequency
eu: Maiztasuna
fa: بسامد
gu: આવૃત્તિ
he: תדירות
hi: आवृत्ति
nl: Frequentie
nn: Frekvens
or: ଆବୃତ୍ତି
pa: ਆਵਿਰਤੀ (ਫਰੁਕੈਸੀ)
ta: அதிர்வெண்

source: XCPU_UTime
eu: XPUZ_ErDenbora
hi: एक्स-सीपीयू-यूटाइम (_U)
nl: XCPU_UTijd
nn: XCPU_UTid
pa: XCPU_ ਯੂ-ਸਮਾਂ
ta: XCPU_Uநேரம்

source: XCPU_STime
eu: XPUZ_SDenbora
hi: एक्स-सीपीयू-एसटाइम (_S)
nl: XCPU_STijd
nn: XCPU_STid
pa: XCPU_ ਐਸ-ਸਮਾਂ
ta: XCPU_Sநேரம்

source: Start time of process in seconds since the epoch
eu: Prozesuaren hasiera-ordua segundotan "arotik" aurrera
gu: ઇપોકથી પ્રક્રિયાનો શરિઆતનો સમય(સેકંડમાં)
hi: इपॉक के बाद से प्रक्रिया के प्रारंभ का सैकेंड में समय
nl: Starttijd van het proces in seconden sinds "epoch"
nn: Starttida til prosessen, i sekund sidan epoch
or: ଆରମ୍ଭକାଳରୁ ସେକେଣ୍ଡରେ ସଂସାଧନର ପ୍ରାରମ୍ଭ ସମୟ
pa: ਕਾਰਜ ਦਾ ਸ਼ੁਰੂਆਤੀ ਵਕਤ (ਸਕਿੰਟ ਵਿਚ) ਨਵਾਂ ਸ਼ੁਰੂ ਹੋਣ ਵੇਲੇ
ta: epoch வரையிலாம செயலின் துவக்க நேரம் செகண்டில்

source: Real time accumulated by process (should be utime + stime)
eu: Prozesuak metatutako denbora erreala (utime + stime izan behar du)
gu: પ્રક્રિયા દ્વારા સંગ્રહિત વાસ્તવિક સમય (utime+stime)
hi: प्रक्रिया द्वारा संचित रीयल टाइम (यूटाइम+एसटाइम)
nl: Geaccumuleerde procestijd (moet gelijk zijn aan utijd + stijd)
nn: Sann tid samla opp av prosessen (skal vera utid + stid)
or: ସଂସାଧନ ଦ୍ବାରା ଏକତ୍ରିତ ବାସ୍ତବ ସମୟ (utime+stime ହେବା ଉଚିତ)
pa: ਕਾਰਜ ਨੇ ਅਸਲੀ ਇੱਕਠਾ ਕੀਤਾ ਸਮਾਂ (ਯੂ-ਸਮਾਂ + ਐਸ-ਸਮਾਂ)
ta: செயல் எடுத்துக்கொண்ட உண்மையான நேரம்(utime + stime இன் கூட்டுத்தொகை)

source: user-mode CPU time accumulated by process
eu: prozesuak erabiltzaile-moduan metatutako PUZ denbora
gu: પ્રકિયા દ્વારા વપરાશકર્તા-સ્થિતિ માટેનો CPU સમય સંગ્રહિત થયો
hi: प्रक्रिया द्वारा संचित उपयोगकर्ता-मोड सीपीयू समय
nl: gebruikersmode CVE procestijd
nn: brukarmodus-CPU-tid samla opp av prosessen
or: ସଂସାଧନ ଦ୍ବାରା ଏକତ୍ରିତ ଚାଳକ-ଅବସ୍ଥାରେ କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਕਾਰਜ ਨੇ ਇੱਕਠਾ ਕੀਤਾ ਕਾਮਾ-ਮੋਡ ਪ੍ਰੋਸੈਸਰ ਦਾ ਸਮਾਂ
ta: பயனீட்டாளர்- செயல் எடுத்துக்கொண்ட CPU நேரம்

source: kernel-mode CPU time accumulated by process
eu: prozesuak nukleo-moduan metatutako PUZ denbora
gu: પ્રકિયા દ્વારા કર્નલ-સ્થિતિ માટેનો CPU સમય સંગ્રહિત થયો
hi: प्रक्रिया द्वारा संचित कर्नेल-मोड में सीपीयू समय
nl: kernelmode CVE procestijd
nn: kjernemodus-CPU-tid samla opp av prosessen
or: ସଂସାଧନ ଦ୍ବାରା ଏକତ୍ରିତ କେର୍ଣେଲ-ଅବସ୍ଥାରେ କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਕਾਰਜ ਨੇ ਇੱਕਠਾ ਕੀਤਾ ਕਰਨਲ-ਮੋਡ ਪ੍ਰੋਸੈਸਰ ਦਾ ਸਮਾਂ
ta: கர்னல்டாளர்-செயல் எடுத்துக்கொண்ட CPU நேரம்

source: cumulative utime of process and reaped children
eu: prozesuaren eta umeen utime denbora metatua
gu: પ્રક્રિયા અને ફળરુપી બાળકોએ એકઠો કરેલો utime
hi: प्रक्रिया और रीप्ड शिशुओं का संचित यूटाइम
nl: cumulatieve utijd van het proces en zijn kinderen
nn: oppsamla utid til prosessen og hausta barn
or: ସଂସାଧନ ଏବଂ ସଂଗ୍ରହିତ ନିର୍ଭରକର କ୍ରମବର୍ଦ୍ଧିଷ୍ଣୁ utime
pa: ਕਾਰਜ ਅਤੇ ਪੂਰੇ ਹੋਏ ਸੰਬੰਧਤ ਕਾਰਜ ਦਾ ਸੰਚਿਤ ਯੂ-ਸਮਾਂ
ta: செயல் மற்றும் அதன் சேய் எடுத்துக்கொண்ட மொத்த utime

source: cumulative stime of process and reaped children
eu: prozesuaren eta umeen stime denbora metatua
gu: પ્રક્રિયા અને ફળરુપી બાળકોએ એકઠો કરેલો stime
hi: क्रिया और रीप्ड शिशुओं का संचित एसटाइम
nl: cummulatieve stijd van het proces en zijn kinderen
nn: oppsamla stid til prosessen og hausta barn
or: ସଂସାଧନ ଏବଂ ସଂଗ୍ରହିତ ନିର୍ଭରକର କ୍ରମବର୍ଦ୍ଧିଷ୍ଣୁ stime
pa: ਕਾਰਜ ਅਤੇ ਪੂਰੇ ਹੋਏ ਸੰਬੰਧਤ ਕਾਰਜ ਦਾ ਸੰਚਿਤ ਐਸ-ਸਮਾਂ
ta: செயல் மற்றும் அதன் சேய் எடுத்துக்கொண்ட மொத்த stime

source: The time (in jiffies) of the process's next timeout
eu: Prozesuaren hurrengo denbora-mugarako denbora (jiffie-tan)
gu: પ્રક્રિયાના બીજા સમય સમાપ્તિનો સમય (જીફી માં)
hi: प्रक्रिया के अगले टाइम आउट का समय (जिफीज़ में)
nl: De tijd (in jiffies) van het proces zijn volgende timeout
nn: Tida (i jiffiar) til det neste tidsavbrotet til prosessen
or: ସଂସାଧନର ପରବର୍ତ୍ତୀ ସମୟଶେଷର ସମୟ (ଜିଫିରେ)
pa: ਉਹ ਸਮਾਂ ( jiffies ਵਿੱਚ ), ਜੋ ਕਾਰਜ ਨੂੰ ਅਗਲੀ ਵਾਰ ਬਾਹਰ ਕਰ ਦੇਵੇਗਾ
ta: அடுத்த காலம் கடக்கும் நேரம்(in jiffies)

source: The time (in jiffies) before the next SIGALRM is sent to the process due to an interval timer.
eu: Timer-en tarte bat dela eta, hurrengo SIGALRM prozesura bidali aurreko denbora (jiffie-tan).
gu: સમાંયતર ઘડિયાળના લીધે બીજા SIGALRM પહેલા પ્રક્રિયાને પહોંચાડેલો સમય (જીફીમાં)
hi: अंतराल समयपाल के कारण प्रक्रिया को अगले सिगलर्म भेजे जाने से पहले का समय (जिफ़ीज़ में).
nl: De tijd (in jiffies) voordat het volgende SIGALRM naar het proces gezonden wordt t.g.v. een interval timer
nn: Tida (i jiffiar) til neste SIGALRM vert sendt til prosessen pga ei intervallklokke.
or: ମଧ୍ଯବର୍ତ୍ତୀ ସମୟ କାଳ ମାପକ ଯୋଗୁ ପଠାଯିବା ପରବର୍ତ୍ତୀ SIGALRM ପୂର୍ବରୁ ସମୟ (ଜିଫିରେ)
pa: ਉਹ ਸਮਾਂ ( jiffies ਵਿੱਚ ), ਜੋ ਕਾਰਜ ਨੂੰ ਅਗਲਾ SIGALRM, ਸਮਾਂ ਅੰਤਰਾਲ ਕਰਕੇ, ਭੇਜਣ ਤੋ ਪਹਿਲਾਂ ਲੱਗਦਾ ਹੈ|
ta: இடைவேளை நேரத்திற்காக அடுத்த SIGALRM அனுப்ப வேண்டிய நேரம்

source: Tick frequency
eu: Tiken maiztasuna
fa: بسامد تیک
gu: ટકોરાની આવૃત્તિ
he: תדירות תיקתוק
hi: टिक आवृत्ति
nl: Tik frequentie
nn: Tikkfrekvens
or: ଘଡ଼ି ଟିକ୍ ଆବୃତ୍ତି
pa: ਟਿਕ-ਟਿਕ ਦੀ ਆਵਿਰਤੀ
ta: துடிப்பு அதிர்வெண்

source: SMP user-mode CPU time accumulated by process
eu: prozesuak erabiltzaile-moduan metatutako SMP PUZ denbora
gu: પ્રકિયા દ્વારા SMP વપરાશકર્તા-સ્થિતિ માટેનો CPU સમય સંગ્રહિત થયો
hi: एसएमपी उपयोगकर्ता-मोड में प्रक्रिया द्वारा संचित सीपीयू समय
nl: SMP gebruikermode CPU procestijd
nn: SMP-brukarmodus-CPU-tid samla opp av prosessen
or: ସଂସାଧନ ଦ୍ବାରା ଏକତ୍ରିତ ଏସ.ଏମ.ପି. ଚାଳକ-ଅବସ୍ଥାରେ କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਐਸਐਮਪੀ ਕਾਮਾ-ਮੋਡ ਪ੍ਰੋਸੈਸਰ ਸਮਾਂ, ਜੋ ਕਿ ਕਾਰਜ ਨੇ ਇੱਕਠਾ ਕੀਤਾ ਹੈ
ta: SMP பயனீட்டாளர்-பாங்கு CPU செயல் குவித்த நேரம்

source: SMP kernel-mode CPU time accumulated by process
eu: prozesuak nukleo-moduan metatutako SMP PUZ denbora
gu: પ્રકિયા દ્વારા SMP કર્નલ-સ્થિતિ માટેનો CPU સમય સંગ્રહિત થયો
hi: एसएमपी कर्नेल-मोड में प्रक्रिया द्वारा संचित सीपीयू समय
nl: SMP kernelmode CPU procestijd
nn: SMP-kjernemodus-CPU-tid samla opp av prosessen
or: ସଂସାଧନ ଦ୍ବାରା ଏକତ୍ରିତ ଏସ.ଏମ.ପି. କେର୍ଣେଲ-ଅବସ୍ଥାରେ କେନ୍ଦ୍ରୀୟ ସଂସାଧକସମୟ
pa: ਐਸਐਮਪੀ ਕਰਨਲ-ਮੋਡ ਪ੍ਰੋਸੈਸਰ ਸਮਾਂ, ਜੋ ਕਿ ਕਾਰਜ ਨੇ ਇੱਕਠਾ ਕੀਤਾ ਹੈ
ta: SMP கர்னல்-பாங்கு CPU செயல் குவித்த நேரம்

source: Uid
hi: यूआईडी
pa: ਕਾਮਾ-ਸ਼ਨਾ-ਨੰ

source: EUid
hi: ई-यूआईडी
pa: ਈ ਕਾਮਾ-ਸ਼ਨਾ-ਨੰ

source: Gid
hi: जीआईडी
pa: ਸਮੂਹ-ਸ਼ਨਾ-ਨੰ

source: EGid
hi: ई-जीआईडी
pa: ਈ-ਸਮੂਹ-ਸ਼ਨਾ-ਨੰ

source: SUid
hi: एस-यूआईडी
pa: ਐਸ-ਕਾਮਾ-ਸ਼ਨਾ-ਨੰ

source: SGid
hi: एस-जीआईडी
pa: ਐਸ-ਸਮੂਹ-ਸ਼ਨਾ-ਨੰ

source: FSUid
hi: एफ़एस-यूआईडी
pa: ਐਫ ਐਸ ਕਾਮਾ-ਸ਼ਨਾ-ਨੰ

source: FSGid
hi: एफ़एस-जीआईडी
pa: ਐਫ ਐਸ-ਸਮੂਹ-ਸ਼ਨਾ-ਨੰ

source: Pid
hi: पीआईडी
pa: ਕਾਰਜ-ਸ਼ਨਾ-ਨੰ

source: Session
eu: Saioa
fa: نشست
gu: સત્ર
he: תצורה
hi: सत्र
nl: Sessie
nn: Økt
or: ଅଧିବେଶନ
pa: ਅਜਲਾਸ
ta: அமர்வு

source: Priority
eu: Lehentasuna
fa: اولویت
gu: પ્રાધાન્ય
he: עדיפות
hi: प्राथिमकता
nl: Prioriteit
nn: Prioritet
or: ଅଗ୍ରାଧିକାର
pa: ਪਹਿਲ
ta: முன்னுரிமை

source: NGroups
eu: Talde kopurua
gu: N જૂથો
hi: एन-समूह
nl: NGroepen
nn: NGrupper
pa: ਨਾ-ਸਮੂਹ
ta: Nகுழுக்கள்

source: Groups
eu: Taldeak
fa: گروه‌ها
gu: જૂથો
hi: समूह
nl: Groepen
nn: Grupper
or: ସମୂହ
pa: ਸਮੂਹ
ta: குழுக்கள்

source: User ID
eu: Erabiltzailearen IDa
fa: شناسه‌ی کاربر
gu: વપરાશકર્તા ઓળખ
he: זיהוי משתמש
hi: उपयोगकर्ता आईडी
nl: Gebruikers ID
nn: Brukar-ID
or: ହ୍ଯବହାରକାରୀ ପରିଚୟ
pa: ਉਪਭੋਗਤਾ ਦਾ ਸ਼ਨਾ-ਨੰ
ta: பயனர் ID

source: Effective User ID
eu: Erabiltzailearen ID eraginkorra
gu: અસરકારક વપરાશકર્તા ઓળખ
hi: प्रभावी उपयोगकर्ता आईडी
nl: Effectieve Gebruikers ID
nn: Effektivt brukar-ID
or: ପ୍ରଭାଶାଳି ହ୍ଯବହାରକାରୀ ପରିଚୟ
pa: ਪ੍ਰਭਾਵੀ ਉਪਭੋਗਤਾ ਦਾ ਸ਼ਨਾ-ਨੰ
ta: சரியான பயனர் ID

source: Group ID
eu: Taldearen IDa
fa: شناسه‌ی گروه
gu: સમૂહ ઓળખ
he: זיהוי קבוצה
hi: समूह आईडी
nl: Groep ID
nn: Gruppe-ID
or: ସମୂହ ପରିଚୟ
pa: ਸਮੂਹ ਸ਼ਨਾ-ਨੰ
ta: குழு ID

source: Effective Group ID
eu: Taldearen ID eraginkorra
gu: અસરકારક સમૂહ ઓળખ
hi: प्रभावी समूह आईडी
nl: Effectieve Groep ID
nn: Effektivt gruppe-ID
or: ପ୍ରଭାଶାଳି ସମୂହ ପରିଚୟ
pa: ਪ੍ਰਭਾਵੀ ਸਮੂਹ ਦਾ ਸ਼ਨਾ-ਨੰ
ta: சரியான குழு ID

source: Set User ID
eu: Ezarri erabiltzailearen IDa
fa: تنظیم شناسه‌ی کاربر
gu: વપરાશકર્તા ઓળખ સુયોજિત કરો
hi: उपयोगकर्ता आईडी नियत करें
nn: Vel brukar-ID
or: ବ୍ଯବହାରକାରୀ ପରିଚୟ ବିନ୍ଯାସ କରନ୍ତୁ
pa: ਉਪਭੋਗਤਾ ਦਾ ਸ਼ਨਾ-ਨੰ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: பயனர் ID ஐ அமை

source: Set Group ID
eu: Ezarri taldearen IDa
fa: تنظیم شناسه‌ی گروه
gu: જૂથ ઓળખ સુયોજિત કરો
hi: समूह आईडी नियत करें
nn: Vel gruppe-ID
or: ସମୂହ ପରିଚୟ ବିନ୍ଯାସ କରନ୍ତୁ
pa: ਸਮੂਹ ਦਾ ਸ਼ਨਾਖਤੀ ਨੰ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: குழு் ID ஐ அமை

source: Filesystem User ID
eu: Fitxategi-sistemako erabiltzaile-ID
fa: شناسه‌ی کابر سیستم پرونده‌ها
gu: ફાઇલ સિસ્ટમ વપરાશકર્તાની ઓળખ
hi: फ़ाइलसिस्टम उपयोगकर्ता आईडी
nl: Bestandssyteem Gebruikers ID
nn: Brukar-ID på filsystemet
or: ଫାଇଲତନ୍ତ୍ର ବ୍ଯବହାରକାରୀ ପରିଚୟ
pa: ਫਾਇਲ-ਸਿਸਟਮ ਉਪਭੋਗਤਾ ਦਾ ਸ਼ਨਾ-ਨੰ
ta: கோப்பு அமைப்பு பயனர் ID

source: Filesystem Group ID
eu: Fitxategi-sistemako talde-ID
fa: شناسه‌ی گروه سیستم پرونده‌ها
gu: ફાઇલ સિસ્ટમ જૂથની ઓળખ
hi: फ़ाइलसिस्टम समूह आईडी
nl: Bestandssysteem Groep ID
nn: Gruppe-ID på filsystemet
or: ଫାଇଲତନ୍ତ୍ର ସମୂହ ପରିଚୟ
pa: ਫਾਇਲ-ਸਿਸਟਮ ਸਮੂਹ ਦਾ ਸ਼ਨਾ-ਨੰ
ta: கோப்பு அமைப்பு குழு ID

source: Process ID
eu: Prozesuaren IDa
fa: شناسه‌ی فراروند
gu: પ્રક્રિયા ઓળખ
he: זיהוי תהליך
hi: प्रक्रिया आईडी
nl: Proces ID
nn: Prosess-ID
or: ସଂସାଧନ ପରିଚୟ
pa: ਕਾਰਜ ਸ਼ਨਾ-ਨੰ
ta: செயல் ID

source: PID of parent process
eu: prozesu gurasoaren PIDa
fa: شناسه‌ی کاربر فراروند ولی
gu: પિતૃ પ્રક્રિયાનુ PID
he: PID של תהליך הורה
hi: अभिभावक प्रक्रिया का पीआईडी
nl: PID van het ouderproces
nn: Prosess-ID til foreldreprosessen
or: ମୂଳ ସଂସାଧନର ପି.ଆି.ଡି.
pa: ਮੁਢਲੇ ਕਾਰਜ ਦਾ ਕਾਰਜ ਸ਼ਨਾ-ਨੰ
ta: தாய் செயலின் PID

source: Process group ID
eu: Prozesuaren taldearen IDa
fa: شناسه‌ی گروه فراروند
gu: પ્રક્રિયા સમૂહ ઓળખ
hi: प्रक्रिया समूह आईडी
nl: Proces groep ID
nn: Prosessgruppe-ID
or: ସଂସାଧନ ସମୂହର ପରିଚୟ
pa: ਕਾਰਜ ਸਮੂਹ ਸ਼ਨਾ-ਨੰ
ta: செயலின் குழு ID

source: Session ID
eu: Saioaren IDa
fa: شناسه‌ی نشست
gu: સત્ર ઓળખ
he: זיהוי תצורה
hi: सत्र आईडी
nl: Sessie ID
nn: Økt-ID
or: ଅଧିବେଶନ ପରିଚୟ
pa: ਅਜਲਾਮ ਸ਼ਨਾ-ਨੰ
ta: அமர்வு ID

source: Full device number of controlling terminal
eu: Prozesua kontrolatzen duen terminalaren gailuaren zenbaki osoa
gu: નિયંત્રક ટર્મિનલનો સંપૂર્ણ ઊપકરણ ક્રમાંક
he: מספר התקן מלא לשליטה במסוף
hi: कन्ट्रोलिंग टर्मिनल का सम्पूर्ण उपकरण क्रमांक
nl: Volledig apparaat nummer van de controlerende terminal
nn: Fullt einingsnummer på kontrollerande terminal
or: ନିୟନ୍ତ୍ରଣକାରୀ ଟର୍ମିନାଲର ପୂର୍ଣ୍ଣ ଦର୍ଶିକା ସଂଖ୍ଯା
pa: ਨਿਯਤੰਰਨ ਟਰਮੀਨਲ ਦਾ ਪੂਰਾ ਯੰਤਰਿਕ ਨੰਬਰ
ta: முனையத்தை கட்டுப்படுத்த சாதன எண்ணிக்கை

source: Terminal process group ID
eu: Terminalaren prozesu-taldearen IDa
fa: شناسه‌ی گروه فراروند پایانه
gu: ટર્મિનલ પ્રક્રિયા સમૂહ ઓળખ
hi: टर्मिनल प्रक्रिया समूह आईडी
nl: Terminal proces groep ID
nn: Terminalprosess-gruppe-ID
or: ଟର୍ମିନାଲ ସଂସାଧନ ସମୂହ ପରିଚୟ
pa: ਟਰਮੀਨਲ ਕਾਰਜ ਸਮੂਹ ਦਾ ਸ਼ਨਾ-ਨੰ
ta: முனைய செயலின் குழு ID

source: Kernel scheduling priority
eu: Nukleoko eginkizunak planifikatzeko lehentasuna
fa: اولویت زمان‌بندی هسته
gu: કર્નલનુ કાર્ય નિર્ધારીત કરવા માટે પ્રાધાન્ય
hi: कर्नेल शेड्यूलिंग प्राथमिकता
nl: Kernel rooster prioriteit
nn: Prioritet i kjerne-tidsplanlegging
or: କେର୍ଣେଲ ନିର୍ଘଣ୍ଟ କରିବାର ଅଗ୍ରାଧିକାର
pa: ਕਰਨਲ ਦੀ ਸਮਾਂ-ਸਾਰਣੀ ਵਿੱਚ ਪਹਿਲ
ta: கர்னர் கால அட்டவணை முன்னுரிமை

source: Standard unix nice level of process
eu: Prozesuaren unix nice maila estandarra
gu: પ્રક્રિયાનુ મૂળભૂત unix nice સ્તર
hi: प्रक्रिया का स्टेंडर्ड यूनिक्स नाइस स्तर
nl: Standaard unix prioriteit/nice niveau van het proces
nn: Standard unix snill-nivå på prosessen
or: ସଂସାଧନର ସାଧାରଣ ୟୁନିକ୍ସ ସହଯୋଗ ସ୍ତର
pa: ਮਿਆਰੀ ਯੂਨੈਕਸ ਅਨੁਸਾਰ ਕਾਰਜ ਦੀ ਸਥਿਤੀ
ta: நிலையான யூனிக்ஸ் மட்ட செயல்பாடு

source: Number of additional process groups
eu: Prozesu-talde gehigarrien kopurua
fa: تعداد گروه‌های فراروند اضافی
gu: વધારાના પ્રક્રિયા જૂથોની સંખ્યા
hi: अतिरिक्त प्रक्रिया समूहों की संख्या
nl: Aantal bijkomende proces groepen
nn: Tal på ekstra prosessgrupper
or: ସଂସାଧନର ଅତିରିକ୍ତ ଦଳ ସଂଖ୍ଯା
pa: ਵਾਧੂ ਕਾਰਜ ਸਮੂਹਾਂ ਦੀ ਗਿਣਤੀ
ta: கூடுதல் செயல் மற்றும் குழுக்களின் எண்ணிக்கை

source: Array of additional process groups
eu: Prozesu-talde gehigarrien taula
fa: آرایه از گروه‌های فراروند اضافی
gu: વધારાના પ્રક્રિયા જૂથોનો અૅરે
hi: अतिरिक्त प्रक्रिया समूह के एरे
nn: Matrise over ekstra prosessgrupper
or: ସଂସାଧନର ଅତିରିକ୍ତ ଦଳର ବିନ୍ଯାସ
pa: ਵਾਧੂ ਕਾਰਜ ਸਮੂਹਾਂ ਦੀ ਲੜੀ
ta: கூடுதல் செயல் மற்றும் குழுக்களின் அணி

source: Number of entries in semaphore map
eu: Semaforo-taulako sarreren kopurua
fa: تعداد داده‌ها در نقشه‌ی نشان‌بر
gu: સેમાફોર નકશામાં દાખલાની સંખ્યા
hi: सीमाफोर मैप में प्रविष्टियों की संख्या
nl: Aantal entiteiten in de semaforen map
nn: Tal på oppføringar i semaforkart
or: ସେମାଫୋର ମାନଚିତ୍ରରେ ଭରଣର ସଂଖ୍ଯା
pa: ਸੂਚਨਾ-ਯੰਤਰ ਦੇ ਖਾਕੇ ਵਿਚ ਇੰਦਰਾਜਾਂ ਦੀ ਗਿਣਤੀ
ta: செமஃபோர் வரைபட உள்ளீட்டின் எண்ணிக்கை

source: Max number of arrays
eu: Taulen gehienezko kopurua
fa: حداکثر تعداد آرایه‌ها
gu: અૅરૅનો મહત્તમ ક્રમાંક
he: מספר מקסימלי של מערכים
hi: एरे की अधिकतम संख्या
nl: Maximum aantal reeksen
nn: Største tal på matriser
or: ବିନ୍ଯାସର ସର୍ବାଧିକ ସଂଖ୍ଯା
pa: ਲੜੀਆਂ ਦੀ ਵੱਧ ਤੋ ਵੱਧ ਗਿਣਤੀ
ta: அணியின் அதிக பட்ச எண்ணிக்கை

source: Max semaphores system wide
eu: Gehienezko semaforoak sistema osoan
fa: حداکثر نشان‌برهای در سراسر سیستم
gu: આખી સિસ્ટમમાં મહત્તમ સેમાફોર
he: מקסימום איתותים בכל המערכת
hi: अधि. सीमाफ़ोर्स सिसटम वाइड
nl: Maximum aantal semaforen voor het hele systeem
nn: Største tal på semaforar i heile systemet
or: ସମ୍ପୂର୍ଣ ତନ୍ତ୍ରରେ ସେମାଫୋରର ସର୍ବାଧିକ ସଂଖ୍ଯା
pa: ਪੂਰੇ ਸਿਸਟਮ ਵਿਚ ਵੱਧ ਤੋ ਵੱਧ ਸੂਚਨਾ-ਯੰਤਰ
ta: கணினியின் அதிக பட்ச செமஃபோர்

source: Number of undo structures system wide
eu: 'undo' egituren kopurua sistema osoan
gu: આખી સિસ્ટમમાં રદ કરેલ બંધારણની સંખ્યા
hi: सिस्टम वाइड अनडू स्ट्रक्चर्स की संख्या
nl: Aantal 'ongedaan maken' structuren voor het hele systeem
nn: Tal på angrestrukturar på heile systemet
or: ସମ୍ପୂର୍ଣ ତନ୍ତ୍ରରେ ପଦକ୍ଷେପ ବାତିଲ ସଂରଚନାର ସଂଖ୍ଯା
pa: ਪੂਰੇ ਸਿਸਟਮ ਵਿਚ ਵਾਪਿਸ ਜਾਣ ਸਕਣ ਵਾਲੇ ਢਾਚਿਆਂ ਦੀ ਗਿਣਤੀ
ta: கணினி வழி செயல்நீக்கு செயல்களின் எண்ணிக்கை

source: Max semaphores per array
eu: Gehienezko semaforo-kopurua taulako
fa: حداکثر نشان‌برها برای هر آرایه
gu: એક અૅરૅમાં મહત્તમ સેમાફોર
he: מקסימום איתותים למערך
hi: अधिकतम सीमाफोर प्रति एरे
nl: Maximum aantal semaforen per reeks
nn: Største tal på semaforar per matrise
or: ପ୍ରତି ବିନ୍ଯାସର ସେମାଫୋର ସର୍ବାଧିକ ସଂଖ୍ଯା
pa: ਵੱਧ ਤੋ ਵੱਧ ਸੂਚਨਾ-ਯੰਤਰ ਪ੍ਰਤੀ ਲੜੀ
ta: அணியில் உள்ள அதிக பட்ச செமஃபோர்

source: Max ops per semop call
eu: 'semop' dei bakoitzeko 'ops'-en gehienezko kopurua
gu: એક semopના કાૅલમાં મહત્તમ પ્રક્રિયાઓ
hi: अधि. ऑप्स प्रति सीमोप काल
nl: Maximum aantal ops per semop aanroep
nn: Største tal på operasjonar per semaforkall
or: ପ୍ରତି semop ଡାକରାରେ ଚାଳନାର ସର୍ବାଧିକ ସଂଖ୍ଯା
pa: ਵੱਧ ਤੋ ਵੱਧ ਉਪਸ(ops) ਪ੍ਰਤੀ ਸਿਮਉਪ(semop) ਕਾਲ
ta: அதிகபட்ச ops க்கான semop அழைப்பு

source: Max number of undo entries per process
eu: Prozesu bakoitzeko 'undo' sarreren gehienezko kopurua
fa: حداکثر تعداد مدخل‌های برگردان برای هر فراروند
gu: એક પ્રક્રિયામાં રદ કરેલ દાખલાની મહત્તમ સંખ્યા
hi: प्रति प्रक्रिया पूर्ववत् करने की अधिकतम संख्या
nl: Maximum aantal undo's per proces
nn: Største tal på angreoppføringar per prosess
or: ପ୍ରତି ସଂସାଧନର ପଦକ୍ଷେପ ବାତିଲ ଭରଣର ସର୍ବାଧିକ ସଂଖ୍ଯା
pa: ਵੱਧ ਤੋ ਵੱਧ ਵਾਪਿਸ ਜਾ ਸਕਣ ਪਗਾਂ ਦੀ ਗਿਣਤੀ ਪ੍ਰਤੀ ਕਾਰਜ
ta: செயலின் ரத்து செய்யப்பட்ட உள்ளீடுகளின் அதிக பட்ச எண்ணிக்கை

source: sizeof struct sem_undo
gu: struct sem_undo નું માપ
hi: स्ट्रक्ट sem_undo का आकार
or: struct sem_undoର ଆକାର
pa: struct sem_undo ਅਕਾਰ
ta: struct sem_undo வின் அளவு

source: Semaphore max value
eu: Semaforoaren gehienezko balioa
fa: مقدار حداکثر نشان‌برها
gu: સેમાફોરની મહત્તમ કિંમત
he: ערך מקסימלי של איתותים
hi: सीमाफोर अधिकतम मूल्य
nl: Maximum waarde semaforen
nn: Største verdi på semafor
or: ସେମାଫୋରର ସର୍ବାଧିକ ମୂଲ୍ଯ
pa: ਸੂਚਨਾ-ਯੰਤਰ ਦਾ ਵੱਧ ਤੋ ਵੱਧ ਮੁੱਲ
ta: செமஃபோர் அதிகபட்ச மதிப்பு

source: Adjust on exit max value
eu: Doitu irteerako gehienezko balioa
gu: બહાર જવાની મહત્તમ કિંમતને વ્યવસ્થિત કરો
he: כוון ביציאה ערך מקסימלי
hi: एक्ज़िट मैक्स वैल्यू पर समंजित करें
nl: Maximum waarde "Adjust on exit"
nn: Juster på sluttverdi
or: ପ୍ରସ୍ଥାନର ସର୍ବାଧିକ ମୂଲ୍ଯ ମେଳେଇବା
pa: ਬਾਹਰ ਆਉਣ ਤੇ ਵੱਧ ਤੋ ਵੱਧ ਮੁੱਲ ਨਿਸ਼ਚਿਤ ਕਰੋ
ta: அதிக மதிப்பில் வெளியேறும் போது சரிப்படுத்து

source: Max segment size
eu: Segmentuaren gehienezko tamaina
fa: حداکثر اندازه‌ی پشته
gu: મહત્તમ વિભાગનુ માપ
he: גודל מקטע מקסימלי
hi: अधि. सेगमेंट आकार
nl: Maximale segment omvang
nn: Største segmentstorleik
or: ଖଣ୍ଡର ସର୍ବାଧିକ ଆକାର
pa: ਸਿਗਮਿੰਟ ਦਾ ਵੱਧ ਤੋ ਵੱਧ ਅਕਾਰ
ta: அதிக பட்ச செக்மென்ட் அளவு
