Repository: GNOME/libgtop
Catalog: po/*.po
Languages: as, en@shaw, eu, fa, gu, he, hi, kab, kk, nl, nn, or, pa, ta

source: Ticks (%ld per second):
eu: Tikak (%ld segundoko):
fa: تیک (%Ild بر ثانیه)
gu: ટકોર (%ld પ્રતિ સેકન્ડ)
he: תקתוקים (%ld לשניה):
hi: टिक्स (%ld प्रति सेकंड):
nn: Tikk (%ld per sekund):
or: ଘଡି଼ର ଟିକ୍ (%ld ପ୍ରତି ସେକେଣ୍ଡ)
pa: ਟਿਕ-ਟਿਕ (%ld ਪ੍ਰਤੀ ਸਕਿੰਟ):
ta: திருத்தல்குறி(%ld நொடிக்கு)

source: Total
eu: Guztira
fa: مجموع
gu: કુલ
he: סך-הכל
hi: कुल
nn: Totalt
or: ସର୍ବମୋଟ
pa: ਕੁੱਲ
ta: கூட்டுத்தொகை

source: User
eu: Erabiltzailea
fa: کاربر
gu: વપરાશકર્તા
he: משתמש
hi: उपयोगकर्ता
nl: Gebruiker
nn: Brukar
or: ଚାଳକ
pa: ਕਾਮਾ
ta: பயனர்

source: Nice
hi: नाइस
nl: Prioriteit/Nice
nn: Snill
or: ନାଇସ୍
pa: ਨਾਈਸ
ta: நன்று

source: Sys
eu: Sis
he: מערכת
hi: सिस
or: ସିସ୍
pa: ਸਿਸਟਮ

source: Idle
eu: Inaktibo
fa: عاطل
gu: ફાજલ
he: סרק
hi: निष्क्रिय
nn: Inaktiv
or: ନିଷ୍କ୍ରିୟ
pa: ਵਿਹਲਾ
ta: செயலற்ற

source: CPU (0x%08lx): %12.0f %12.0f %12.0f %12.0f %12.0f
eu: PUZ (0x%08lx): %12.0f %12.0f %12.0f %12.0f %12.0f
he: מעבד (0x%08lx): %12.0f %12.0f %12.0f %12.0f %12.0f
hi: सीपीयू (0x%08lx): %12.0f %12.0f %12.0f %12.0f %12.0f
or: କେନ୍ଦ୍ରୀୟ ସଂସାଧକ (0x%08lx): %12.0f %12.0f %12.0f %12.0f %12.0f
pa: ਪ੍ਰੋਸੈਸਰ (0x%08lx): %12.0f %12.0f %12.0f %12.0f %12.0f

source: CPU %3d (0x%08lx): %12lu %12lu %12lu %12lu %12lu
eu: PUZ %3d (0x%08lx): %12lu %12lu %12lu %12lu %12lu
he: מעבד %3d (0x%08lx): %12lu %12lu %12lu %12lu %12lu
hi: सीपीयू %3d (0x%08lx): %12lu %12lu %12lu %12lu %12lu
or: କେନ୍ଦ୍ରୀୟ ସଂସାଧକ %3d (0x%08lx): %12lu %12lu %12lu %12lu %12lu
pa: ਪ੍ਰੋਸੈਸਰ %3d (0x%08lx): %12lu %12lu %12lu %12lu %12lu

source: Percent:
eu: Ehunekoa:
fa: درصد:
gu: ટકા:
he: אחוז:
hi: प्रतिशत:
nn: Prosent:
or: ଶତକଡ଼ା :
pa: ਪ੍ਰਤੀਸ਼ਤ ਃ
ta: சதவிகிதம்:

source: Total (%)
eu: Guztira (%)
fa: مجموع (%)
gu: કુલ (%)
he: סך-הכל (%)
hi: कुल (%)
nn: Totalt (%)
or: ସର୍ବମୋଟ (%)
pa: ਕੁੱਲ (%)
ta: மொத்தம் (%)

source: User (%)
eu: Erabiltzailea (%)
fa: کاربر (٪)
gu: વપરાશકર્તા (%)
he: משתמש (%)
hi: उपयोगकर्ता (%)
nn: Brukar (%)
or: ଚାଳକ (%)
pa: ਕਾਮਾ (%)
ta: பயனீட்டாளர் (%)

source: Nice (%)
hi: नाइस (%)
nn: Snill (%)
or: ନାଇସ୍ (%)
pa: ਚੰਗਾ (%)
ta: நன்று (%)

source: Sys (%)
eu: Sis (%)
he: מערכת (%)
hi: सिस (%)
or: ସିସ୍ (%)
pa: ਸਿਸਟਮ (%)

source: Idle (%)
eu: Inaktibo (%)
fa: عاطل (%)
gu: ફાજલ (%)
he: סרק (%)
hi: निष्क्रिय (%)
nn: Inaktiv (%)
or: ନିଷ୍କ୍ରିୟ (%)
pa: ਵਿਹਲਾ(%)
ta: செயலற்ற (%)

source: CPU (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
eu: PUZ (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
he: מעבד (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
hi: सीपीयू (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
or: କେନ୍ଦ୍ରୀୟ ସଂସାଧକ (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
pa: ਪ੍ਰੋਸੈਸਰ (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f

source: CPU %3d (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
eu: PUZ %3d (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
he: מעבד %3d (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
hi: सीपीयू %3d (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
or: କେନ୍ଦ୍ରୀୟ ସଂସାଧକ %3d (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f
pa: ਪ੍ਰੋਸੈਸਰ %3d (0x%08lx): %12.3f %12.3f %12.3f %12.3f %12.3f

source: Spin:
eu: Biratu:
gu: ફેરવો:
he: סיבוב:
hi: स्पिन:
nn: Spinn:
or: ଘୂରିବା :
pa: ਘੁੰਮਾਉਃ
ta: சுழற்சி:

source: read %d byte
as: %d বাইট পড়া হৈছে
en@shaw: ğ‘®ğ‘§ğ‘› %d ğ‘šğ‘²ğ‘‘
eu: irakurri byte %d
fa: خوانده شد %Id بایت
gu: %d બાઈટ વાંચો
kab: ɣeṛ %d yibit
kk: %d байт оқылды
nn: las %d byte
or: %d ବାଇଟ ପଢ଼ନ୍ତୁ
pa: ਪੜੋ %d ਬਾਇਟ
ta: %d பைட்கள் படி

source: read data size
as: তথ্যেৰ মাপ পড়া হ'ব
en@shaw: ğ‘®ğ‘§ğ‘› ğ‘›ğ‘±ğ‘‘ğ‘© ğ‘•ğ‘²ğ‘Ÿ
eu: irakurri datuen tamaina
fa: ‌اندازه‌ی داده‌های خوانده شده
gu: માહિતિનું માપ વાંચો
he: קורא את גודל המידע
hi: डेटा आकार पढ़ें
kab: ɣeṛ teɣzi n yisefka
kk: деректер өлшемін оқу
nn: lesestorleik på data
or: ତଥ୍ଯ ଆକାର ପଢ଼ନ୍ତୁ
pa: ਖੋਲ਼ੋ ਡਾਟਾ ਦਾ ਅਕਾਰ
ta: படித்த தகவல் அளவு

source: read data %d byte
eu: datuen byte %d irakurri da
fa: داده‌های خوانده شده %Id بایت
gu: %d બાઈટ માહિતિ વાંચો
nn: las data %d byte
or: %d ବାଇଟର ତଥ୍ଯ ପଢ଼ନ୍ତୁ
pa: ਖੋਲ਼ੋ ਡਾਟਾ %d ਬਾਇਟ
ta: படித்த தகவல் %d படிகள்

source: write %d byte
eu: byte %d idatzi da
fa: %Id بایت نوشته شد
gu: %d બાઈટ લખો
nn: skriv %d byte
or: %d ବାଇଟ ଲେଖନ୍ତୁ
pa: ਲਿਖੇ %d ਬਾਇਟ
ta: எழுதிய %d பைட்

source: Enable debugging
as: ডিবাগ ব্যবস্থা সক্ৰিয় কৰক
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘°ğ‘šğ‘³ğ‘œğ‘¦ğ‘™
eu: Gaitu arazketa
fa: به کار انداختن اشکال‌زدایی
gu: ભૂલ શોધવાની પ્રક્રિયાને સક્રિય કરો
he: אפשר ניפוי
hi: डीबगिंग सक्षम करें
kab: Rmed n tseɣtayt
kk: Жөндеуді іске қосу
nn: Skru på feilsøking
or: ତ୍ରୁଟିମୁକ୍ତ କରିବା ପାଇଁ ସମର୍ଥ
pa: ਡੀਬੱਗਇੰਗ ਚਾਲੂ ਕਰੋ
ta: பிழை திருத்தலை செயல்படுத்து

source: DEBUG
eu: ARAZTU
fa: اشکال‌زدایی
gu: ભૂલ શોધો
he: ניפוי
hi: डीबग
nn: FEILSØK
or: ତୃଟିମୁକ୍ତ
pa: ਡੀਬੱਗ

source: Enable verbose output
as: বিস্তাৰিত (ভাৰ্বোস) আউটপুট সক্ৰিয় কৰা হ'ব
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘ğ‘»ğ‘šğ‘´ğ‘• ğ‘¬ğ‘‘ğ‘ğ‘«ğ‘‘
eu: Gaitu irteera xehatua
fa: به کار انداختن خروجی مفصل
gu: વર્ણનીય પરિણામને સક્રિય કરો
he: אפשר פלט מפורט
hi: वाचाल आउटपुट सक्षम करें
kab: Rmed n tuffɣa talqayant
kk: Толық шығысты іске қосу
nn: Skru på ordrike utdata
or: ଦୃଷ୍ଟ ସୂଚନାଯୁକ୍ତ ନିର୍ଗମ କରିବା ପାଇଁ ସକ୍ଷମ
pa: ਸ਼ਬਦ ਸਮੂਹ ਦੀ ਆਉਟਪੁੱਟ ਚਾਲੂ ਕਰੋ
ta: வெர்போஸ் விளைவை செயல்படுத்து

source: VERBOSE
eu: XEHATUA
fa: مفصل
gu: વર્ણનીય
he: מפורט
hi: वाचाल
nn: ORDRIK
or: ଦୃଷ୍ଟ ସୂଚନାଯୁକ୍ତ
pa: ਵਰਬਸ

source: Don't fork into background
as: পটভূমিতে fork কৰা হ'ব না
en@shaw: ğ‘›ğ‘´ğ‘¯ğ‘‘ ğ‘“ğ‘¹ğ‘’ ğ‘¦ğ‘¯ğ‘‘ğ‘« ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘›
eu: Ez sardetu atzeko planoan
fa: عدم انشعاب در پس‌زمینه
gu: પાછળના ભાગમાં fork કરો નહિંં
he: אל תשכפל לרקע
hi: पृष्ठभूमि में फॉर्क न करें
nn: Ikkje fork av inn i bakgrunnen
or: ପୃଷ୍ଠଭୂମିକୁ ଶାଖାଯୁକ୍ତ କରନ୍ତୁ ନାହିଁ
pa: ਪਿਛੋਕੜ ਵਿਚ ਦੁਫਾੜ ਨਾ ਕਰੋ
ta: பின்னனியை பிளக்காதே

source: NO-DAEMON
eu: DAEMON-IK EZ
gu: ડિમન નહિં
hi: डेमन-नहीं
nn: UTAN-NISSE
or: କାର୍ଯ୍ଯ ସହାୟକ ନାହିଁ
pa: ਕੋਈ-ਡੇਮੋਨ ਨਹੀ

source: Invoked from inetd
as: inetd ৰ পৰা আৰম্ভ কৰা হৈছে
en@shaw: ğ‘¦ğ‘¯ğ‘ğ‘´ğ‘’ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ inetd
eu: inetd-etik deitua
fa: از inetd احضار شد
gu: inetd માંથી શરુ કરાયેલુ
hi: inetd द्वारा बुलाया गया
kab: Yettwancad seg inetd
kk: inetd арқылы шақырылды
nn: Starta frå inetd
or: ଆଇନେଟଡିରୁ ଡକାଯାଇଛି
pa: inetd ਤੋ ਸ਼ਾਮਿਲ ਹੈ
ta: inetd லிருந்து செயல்படுத்து

source: Error on option %s: %s. Run '%s --help' to see a full list of available command line options.
eu: Errorea %s aukeran: %s. Exekutatu '%s --help' komando-lerroko aukera erabilgarrien zerrenda ikusteko.
fa: خطا در گزینه‌ی ‎. %s: %sبرای دیدن فهرست کاملی از گزینه‌های موجود برای سطر فرمان، «%s --help» را اجرا کنید.
gu: વિકલ્પ %s માં ભૂલ: %s. પ્રાપ્ય અાદેશના વિકલ્પોની પૂર્ણ યાદિ જોવા માટે '%s --help' ચાલુ કરો.
he: שגיאה באפשרות %s: %s. הפעל '%s --help' כדי לראות רשימה מלאה של אפשרויות שורות פקודה זמינות.
hi: विकल्प %s: %s. में त्रुटि. चलाएँ '%s --help' उपलब्ध कमांड लाइन विकल्प की पूरी सूची देखने हेतु.
nn: Feil på valet «%s»: %s. Køyr «%s --help» for å sjå full liste over tilgjengelege kommandlinjeval.
or: %s ପସନ୍ଦରେ ତୃଟି: %s. ଉପଲବ୍ଧ ପୂରା ପାଠ୍ଯ ନିର୍ଦ୍ଦେଶ ପସନ୍ଦର ତାଲିକା ଦେଖିବା ପାଇଁ '%s --help' ଚଳାନ୍ତୁ.
pa: ਗਲਤੀ %s ਚੋਣ ਦੌਰਾਨ : %s. ਪੂਰੀ ਕਮਾਂਡ ਚੋਣ ਸੂਚੀ ਵੇਖਣ ਲਈ '%s --ਸਹਾਇਤਾ' ਚਲਾਉ
ta: தேர்வில் பிழை %s: %s. Rus '%s--help' இயக்கி கட்டளைவரி தேர்வுகளை பெற்றுக்கொள்ளவும்

source: Total CPU Time
eu: PUZ denbora guztira
fa: مجموع زمان واحد پردازش مرکزی
gu: કુલ CPU સમય
he: סך-הכל זמן מעבד
hi: कुल सीपीयू समय
nl: Totale CVE Tijd
nn: Total CPU-tid
or: ସର୍ବମୋଟ କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਕੁੱਲ ਪ੍ਰੋਸੈਸਰ ਸਮਾਂ
ta: மொத்த CPU நேரம்

source: CPU Time in User Mode
eu: PUZ denbora erabiltzaile-moduan
fa: زمان واحد پردازش مرکزی در حالت کاربر‍
gu: વપરાશકર્તા સ્થિતિમાં CPU સમય
he: זמן מעבד במצב משתמש
hi: उपयोगकर्ता मोड में सीपीयू समय
nl: CVE Tijd in Gebruikers Modus
nn: CPU-tid i brukarmodus
or: ଚାଳକ ଧାରାରେ କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਕਾਮਾ-ਮੋਡ ਵਿਚ ਪ੍ਰੋਸੈਸਰ ਸਮਾਂ
ta: பயனீட்டாளர் பாங்கில் CPU நேரம்

source: CPU Time in User Mode (nice)
eu: PUZ denbora erabiltzaile-moduan (nice)
fa: زمان واحد پردازش مرکزی در حالت کاربر‍ (nice)
gu: વપરાશકર્તા સ્થિતિમાં CPU સમય (nice)
he: זמן מעבד במצב משתמש (nice)
hi: उपयोगकर्ता मोड (नाइस) में सीपीयू समय
nl: CVE Tijd in Gebruikers Modus (prioriteit/nice)
nn: CPU-tid i brukarmodus (snill)
or: ଚାଳକ ଧାରାରେ କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ (ନାଇସ୍)
pa: ਕਾਮਾ-ਮੋਡ ਵਿਚ ਪ੍ਰੋਸੈਸਰ ਸਮਾਂ (ਨਾਈਸ)
ta: பயனீட்டாளர் பாங்கில் CPU நேரம்(நன்று)

source: CPU Time in System Mode
eu: PUZ denbora sistema-moduan
fa: زمان واحد پردازش مرکزی در حالت سیستم
gu: સિસ્ટમ સ્થિતિમાં CPU સમય
he: זמן מעבד במצב מערכת
hi: सिस्टम मोड में सीपीयू समय
nl: CVE Tijd in Systeem Modus
nn: CPU-tid i systemmodus
or: ତନ୍ତ୍ର ଧାରାରେ କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਸਿਸਟਮ-ਮੋਡ ਵਿਚ ਪ੍ਰੋਸੈਸਰ ਸਮਾਂ
ta: கணினி பாங்கில் CPU நேரம்

source: CPU Time in the Idle Task
eu: PUZ denbora zeregin inaktiboan
fa: زمان واحد پردازش مرکزی در تکلیف عاطل
gu: ફાજલ કાર્યમાં CPU સમય
he: זמן מעבד במשימת סרק
hi: निष्क्रिय कार्य में सीपीयू समय
nl: CPU Tijd in de Slapende Taak
nn: CPU-tid i inaktive oppgåver
or: ନିଷ୍କ୍ରିୟ କାର୍ଯ୍ଯରେ କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਵਿਹਲ ਵਿਚ ਪ੍ਰੋਸੈਸਰ ਸਮਾਂ
ta: செயல் எதுவும் இல்லாத போது CPU நேரம்

source: Tick Frequency
eu: Tiken maiztasuna
fa: بسامد تیک
gu: ટકોરની અાવૃત્તિ
he: תדירות תקתוקים
hi: टिक आवृत्ति
nl: Tik Frequentie
nn: Tikkfrekvens
or: ଘଡି଼ ଟିକର ଆବୃତ୍ତି
pa: ਟਿਕ-ਟਿਕ ਦੀ ਆਵਿਰਤੀ
ta: திருத்தல் குறி துடிப்பு

source: SMP Total CPU Time
eu: SPM PUZ denbora guztira
gu: SMP કુલ CPU સમય
he: סך הכל זמן מעבד SMP
hi: एसएमपी कुल सीपीयू समय
nl: Totale SMP CVE Tijd
nn: Total SMP-CPU-tid
or: ଏସ୍. ଏମ୍. ପି. ସର୍ବମୋଟ କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਐਸਐਮਪੀ ਪ੍ਰੋਸੈਸਰ ਦਾ ਕੁੱਲ ਸਮਾਂ
ta: SMP மொத்த CPU நேரம்

source: SMP CPU Time in User Mode
eu: SMP PUZ denbora erabiltzaile-moduan
gu: વપરાશકર્તા સ્થિતિમાં SMP CPU નો સમય
he: סך הכל זמן מעבד SMP במצב משתמש
hi: उपयोगकर्ता मोड में एसएमपी सीपीयू समय
nl: SMP CVE Tijd in Gebruikers Mode
nn: SMP-CPU-tid i brukarmodus
or: ଚାଳକ ଧାରାରେ ଏସ୍. ଏମ୍. ପି. କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਕਾਮਾ-ਮੋਡ ਵਿਚ ਐਸਐਮਪੀ ਪ੍ਰੋਸੈਸਰ ਦਾ ਕੁੱਲ ਸਮਾਂ
ta: SMP CPU நேரம் பயனீட்டாளர் பாங்கில்

source: SMP CPU Time in User Mode (nice)
eu: SMP PUZ denbora erabiltzaile-moduan (nice)
gu: વપરાશકર્તા સ્થિતિમાં SMP CPU નો સમય (nice)
he: סך הכל זמן מעבד SMP במצב משתמש (nice)
hi: उपयोगकर्ता मोड (नाइस) में एसएमपी सीपीयू समय
nl: SMP CVE Tijd in Gebruikers Mode (prioriteit/nice)
nn: SMP-CPU-tid i brukarmodus (snill)
or: ଚାଳକ ଧାରାରେ ଏସ୍. ଏମ୍. ପି. କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ (ନାଇସ୍)
pa: ਕਾਮਾ-ਮੋਡ ਵਿਚ ਐਸਐਮਪੀ ਪ੍ਰੋਸੈਸਰ ਦਾ ਕੁੱਲ ਸਮਾਂ (ਨਾਈਸ)
ta: SMP CPU நேரம் பயனீட்டாளர் பாங்கில் (நன்று)

source: SMP CPU Time in System Mode
eu: SMP PUZ denbora sistema-moduan
gu: સિસ્ટમ સ્થિતિમાં SMP CPU નો સમય
he: זמן מעבד SMP במצב מערכת
hi: सिस्टम मोड में एसएमपी सीपीयू समय
nl: SMP CVE Tijd in Systeem Modus
nn: SMP-CPU-tid i systemmodus
or: ତନ୍ତ୍ର ଧାରାରେ ଏସ୍. ଏମ୍. ପି. କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਸਿਸਟਮ-ਮੋਡ ਵਿਚ ਐਸਐਮਪੀ ਪ੍ਰੋਸੈਸਰ ਦਾ ਕੁੱਲ ਸਮਾਂ
ta: SMP CPU கணினி பாங்கில்

source: SMP CPU Time in the Idle Task
eu: SMP PUZ denbora zeregin inaktiboan
gu: ફાજલ કાર્યમાં SMP CPU નો સમય
he: זמן מעבד SMP במשימת סרק
hi: निष्क्रिय कार्य में एसएमपी सीपीयू समय
nl: SMP CVE Tijd in de Slapende Taak
nn: SMP-CPU-tid i inaktive oppgåver
or: ନିଷ୍କ୍ରିୟ କାର୍ଯ୍ଯରେ ଏସ୍. ଏମ୍. ପି. କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସମୟ
pa: ਵਿਹਲ ਵਿਚ ਐਸਐਮਪੀ ਪ੍ਰੋਸੈਸਰ ਦਾ ਕੁੱਲ ਸਮਾਂ
ta: SMP CPU செயலற்ற பாங்கில்

source: SMP CPU Flags
eu: SMP CPU banderak
gu: SMP CPU નિશાનીઓ
hi: एसएमपी सीपीयू ध्वज
nl: SMP CVE Vlaggen
nn: SMP-CPU-flagg
or: ଏସ୍. ଏମ୍. ପି. କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ବିଶେଷ ସୂଚକ
pa: ਐਸਐਮਪੀ ਪ੍ਰੋਸੈਸਰ ਦੇ ਸੰਕੇਤ
ta: SMP CPU குறிகள்

source: Number of clock ticks since system boot
eu: Erlojuaren tik-kopurua sistema abiarazi denetik
fa: تعداد تیک‌های ساعت از راه‌اندازی سیستم
gu: સિસ્ટમ શરુ થાય ત્યારથી અત્યાર સુધીના ઘડિયાળના ટકોરની સંખ્યા
he: מספר תקתוקי שעון מהפעלת המערכת
hi: सिस्टम बूट से अभी तक क्लॉक टिक्स की संख्या
nl: Aantal klok tikken sinds de laatste herstart
nn: Tal på klokketikk sidan systemoppstart
or: ତନ୍ତ୍ର ବୁଟ ହେବାଠାରୁ ବର୍ତ୍ତମାନ ପର୍ଯ୍ଯନ୍ତ ଘଡ଼ି ଟିକର ସଂଖ୍ଯା
pa: ਸਿਸਟਮ ਦੇ ਮੁੜ ਚਾਲੂ ਹੋਣ ਮਗਰੋ ਘੜੀ ਦੀ ਟਿਕ-ਟਿਕ ਦੀ ਗਿਣਤੀ
ta: கணினிய துவங்கிய பின் நிகழ்ந்த கடிகார துடிப்புகள்

source: Number of clock ticks the system spent in user mode
eu: Sisteman erabiltzaile-moduan igarotako erlojuaren tik-kopurua
fa: تعداد تیک‌های ساعتی که سیستم در حالت کاربر صرف کرده است
gu: વપરાશકર્તા સ્થિતિમાં સિસ્ટમે પસાર કરેલા ઘડિયાળના ટકોરની સંખ્યા
he: מספר תקתוקי שעון שהמערכת ביזבזה במצב משתמש
hi: तंत्र द्वारा उपयोगकर्ता मोड में बिताए गए क्लॉक टिक्स की संख्या
nl: Aantal klok tikken gespendeerd in gebruikers modus
nn: Tal på klokketikk systemet har vore i brukarmodus
or: ଚାଳକ ଧାରାରେ ତନ୍ତ୍ର ବିତାଇଥିବା ଘଡ଼ି ଟିକର ସଂଖ୍ଯା
pa: ਸਿਸਟਮ ਦੇ ਕਾਮਾ-ਮੋਡ ਵਿਚ ਘੜੀ ਦੀ ਟਿਕ-ਟਿਕ ਦੀ ਗਿਣਤੀ
ta: பயனீட்டாளருக்காக கணினியி எடுத்துக்கொண்ட கடிகார துடிப்புகள்

source: Number of clock ticks the system spent in user mode (nice)
eu: Sisteman erabiltzaile-moduan (nice) igarotako erlojuaren tik-kopurua
fa: تعداد تیک‌های ساعتی که سیستم در حالت کاربر صرف کرده است (nice)
gu: વપરાશકર્તા સ્થિતિમાં સિસ્ટમે પસાર કરેલા ઘડિયાળના ટકોરની સંખ્યા (nice)
he: מספר תקתוקי שעון שהמערכת ביזבזה במצב משתמש (nice)
hi: तंत्र द्वारा उपयोगकर्ता मोड (नाइस) में बिताए गए क्लॉक टिक्स की संख्या
nl: Aantal klok tikken gespendeerd in gebruikers modus (prioriteit/nice)
nn: Tal på klokketikk systemet har vore i brukarmodus (nice)
or: ଚାଳକ ଧାରାରେ ତନ୍ତ୍ର ବିତାଇଥିବା ଘଡ଼ି ଟିକର ସଂଖ୍ଯା (ନାଇସ୍)
pa: ਸਿਸਟਮ ਦੇ ਕਾਮਾ-ਮੋਡ ਵਿਚ ਘੜੀ ਦੀ ਟਿਕ-ਟਿਕ ਦੀ ਗਿਣਤੀ (ਨਾਈਸ)
ta: பயனீட்டாளருக்காக கணினியி எடுத்துக்கொண்ட கடிகார துடிப்புகள்(நன்று)

source: Number of clock ticks the system spent in system mode
eu: Sisteman sistema-moduan igarotako erlojuaren tik-kopurua
fa: تعداد تیک‌های ساعتی که سیستم در حالت سیستم صرف کرده است
gu: સિસ્ટમ સ્થિતિમાં સિસ્ટમે પસાર કરેલા ઘડિયાળના ટકોરની સંખ્યા
he: מספר תקתוקי שעון שהמערכת ביזבזה במצב מערכת
hi: तंत्र द्वारा तंत्र मोड में बिताए गए क्लॉक टिक्स की संख्या
nl: Aantal klok tikken gespendeerd in systeem modus
nn: Tal på klokketikk systemet har vore i systemmodus
or: ତନ୍ତ୍ର ଧାରାରେ ତନ୍ତ୍ର ବିତାଇଥିବା ଘଡ଼ି ଟିକର ସଂଖ୍ଯା
pa: ਸਿਸਟਮ ਦੇ ਸਿਸਟਮ-ਮੋਡ ਵਿਚ ਘੜੀ ਦੀ ਟਿਕ-ਟਿਕ ਦੀ ਗਿਣਤੀ
ta: கணினி பாங்கிற்காககாக கணினியி எடுத்துக்கொண்ட கடிகார துடிப்புகள்

source: Number of clock ticks the system spent in the idle task
eu: Sisteman zeregin inaktiboan igarotako erlojuaren tik-kopurua
fa: تعداد تیک‌های ساعتی که سیستم در حالت تکلیف عاطل صرف کرده است
gu: ફાજલ કાર્યમાં સિસ્ટમે પસાર કરેલા ઘડિયાળના ટકોરની સંખ્યા
he: מספר תקתוקי שעון שהמערכת ביזבזה במשימת סרק
hi: तंत्र द्वारा निष्क्रिय कार्य में बिताए गए क्लॉक टिक्स की संख्या
nl: Aantal klok tikken gespendeerd in slaap modus
nn: Talet på klokketikk systemet brukte på inaktive oppgåver
or: ନିଷ୍କ୍ରିୟ କାର୍ଯ୍ଯରେ ତନ୍ତ୍ର ବିତାଇଥିବା ଘଡ଼ି ଟିକର ସଂଖ୍ଯା
pa: ਸਿਸਟਮ ਦੇ ਵਿਹਲ ਵਿਚ ਘੜੀ ਦੀ ਟਿਕ-ਟਿਕ ਦੀ ਗਿਣਤੀ
ta: ஒரு வேலையும் செய்யாத போது ்கிற்காக எடுத்துக்கொண்ட கடிகார துடிப்புகள்

source: Tick frequency (default is 100)
eu: Tiken maiztasuna (lehenetsia 100 da)
fa: بسامد تیک (پیش‌فرض ۱۰۰ است)
gu: ટકોરની અાવૃત્તિ (મૂળભૂત ૧૦૦ છે)
he: תדירות תיקתוק (ברירת המחדל זה 100)
hi: टिक आवृत्ति (डिफ़ॉल्ट १०० है)
nl: Tik frequentie (standaard 100)
nn: Tikkfrekvens (standard er 100)
or: ଘଡ଼ି ଟିକ୍ ଆବୃତି (ପୂର୍ବ ନିର୍ଧାରିତ ୧୦୦)
pa: ਟਿਕ-ਟਿਕ ਆਵਿਰਤੀ (ਮੂਲ ੧੦੦ ਹੈ)
ta: அதிர்வெண்ணை குறி(இயல்பாக 100)

source: Bit field indicating which CPU is currently running
eu: Bit eremuak, une honetan zein CPU exekutatzen ari den adieraziz
fa: فیلد بیتی که نشان می‌دهند کدام واحد پردازش مرکزی در حال اجرا است
gu: બીટ ક્ષેત્ર સૂચવે છે કે કયુ CPU હાલમાં ચાલી રહ્યુ છે
hi: बिट फ़ील्ड जो संकेत करता है कि कौन सा सीपीयू वर्तमान में चल रहा है
nn: Bit-felt som viser kva for ein CPU som køyrer
or: ବିଟ୍ କ୍ଷେତ୍ର ଯାହାକି ବର୍ତ୍ତମାନ ଚାଲୁଥିବା କେନ୍ଦ୍ରୀୟ ସଂସାଧକକୁ ସୂଚାଉଛି
pa: ਬਿੱਟ ਖਾਨਾ ਵੇਖਾ ਰਿਹਾ ਹੈ ਕਿ ਪ੍ਰੋਸੈਸਰ ਹੁਣ ਚੱਲ ਰਿਹਾ ਹੈ
ta: CPU தற்போது இயக்கத்தில் இருப்பதை குறிக்கும் பிட் புலம்

source: Total blocks
eu: Blokeak guztira
fa: مجموع بلوک‌ها
gu: કુલ ઘન
he: סך-הכל בלוקים
hi: कुल ब्लॉक्स
nl: Totaal aantal blokken
nn: Blokker totalt
or: ସର୍ବମୋଟ ଖଣ୍ଡ
pa: ਕੁੱਲ ਬਲਾਕ
ta: மொத்த பகுதிகள்

source: Free blocks
eu: Bloke libreak
fa: بلوک‌های آزاد
gu: ખાલી ઘન
he: בלוקים פנויים
hi: मुक्त ब्लॉक्स
nl: Vrije blokken
nn: Ledige blokker
or: ମୁକ୍ତ ଖଣ୍ଡ
pa: ਖਾਲੀ ਬਲਾਕ
ta: காலியாக உள்ள பகுதிகள்

source: Available blocks
eu: Bloke erabilgarriak
fa: بلوک‌های موجود
gu: પ્રાપ્ય ઘન
he: בלוקים פנויים
hi: उपलब्ध ब्लॉक्स
nl: Beschikbare blokken
nn: Tilgjengelege blokker
or: ଉପଲବ୍ଧ ଖଣ୍ଡ
pa: ਉਪਲੱਬਧ ਬਲਾਕ
ta: கிடைக்கும் பகுதிகள்

source: Total file nodes
eu: Fitxategi-nodoak guztira
fa: جمع کل گره‌های پرونده‌ای
gu: કુલ ફાઈલ નોડ
he: סך-הכל צמתי קבצים
hi: कुल फ़ाइल नोड्स
nl: Totaal aantal bestandsnodes
nn: Totale filnodar
or: ସର୍ବମୋଟ ଫାଇଲ ନୋଡ୍
pa: ਕੁੱਲ ਫਾਇਲ ਨੋਡ
ta: மொத்த கோப்பு நோட்கள்

source: Free file nodes
eu: Fitxategi-nodo libreak
fa: گره‌های پرونده‌ای آزاد
gu: ખાલી ફાઈલ નોડ
he: צמתי קבצים פנויים
hi: मुक्त फ़ाइल नोड्स
nl: Vrije bestandsnodes
nn: Ledige filnodar
or: ମୁକ୍ତ ଫାଇଲ ନୋଡ୍
pa: ਖਾਲੀ ਫਾਇਲ ਨੋਡ
ta: காலி கணினி கோப்பு

source: Block size
fa: اندازه‌ی بلوک
or: ଖଣ୍ଡ ଆକାର
pa: ਬਲਾੱਕ ਆਕਾਰ
ta: பகுதி அளவு

source: Free blocks available to the superuser
eu: Supererabiltzailearentzat erabilgarri dauden bloke libreak
fa: بلوک‌های آزاد موجود برای فوق‌کاربر
gu: મુખ્ય વપરાશકર્તા માટે પ્રાપ્ય ખાલી ઘન
he: בלוקים חופשיים הזמינים למשתמש העל
hi: सुपर यूज़र के पास उपलब्ध मुक्त ब्लाक्स
nl: Vrije blokken voor de "superuser"
nn: Ledige blokker tilgjengelege for superbrukar
or: ମହାଚାଳକକୁ ମୁକ୍ତ ଖଣ୍ଡ ଉପଲବ୍ଧ
pa: ਮੁੱਖ-ਉਪਭੋਗਤਾ ਲਈ ਉਪਲਬੱਧ ਖਾਲੀ ਬਲਾਕ
ta: மேலாளருக்கான காலி பகுதிகள்

source: Free blocks available to non-superusers
eu: Supererabiltzaile ez direnentzat erabilgarri dauden bloke libreak
gu: મુખ્ય વપરાશકર્તા ન હોય તેના માટે પ્રાપ્ય ખાલી ઘન
he: בלוקים חופשיים הזמינים לאלו שאינם משתמש על
hi: गैर सुपर यूज़र्स के पास उपलब्ध खाली ब्लॉक्स
nl: Vrije blokken voor niet gepriviligeerde gebruikers
nn: Ledige blokker tilgjengelege for ikkje-superbrukarar
or: ଅଣମହାଚାଳକକୁ ମୁକ୍ତ ଖଣ୍ଡ ଉପଲବ୍ଧ
pa: ਆਮ-ਕਾਮਿਆ ਲਈ ਉਪਲਬੱਧ ਖਾਲੀ ਬਲਾਕ
ta: மேலாளர் அல்லாதவர்களுக்கான காலி பகுதிகள்

source: Load Average
eu: Batez besteko karga
fa: میانگین بار
gu: સરેરાશ મેળવો
he: עומס ממוצע
hi: भार अनुपात
nl: Gemiddelde Belasting
nn: Snittlast
or: ବୋଝ ମାଧ୍ଯମାନ
pa: ਔਸਤ ਲੋਡ
ta: சுமாராக ஏற்று

source: Running Tasks
eu: Zeregin aktiboak
fa: تکالیف در حال اجرا
gu: ચાલી રહેલી ક્રિયાઓ
he: מפעיל משימות
hi: चल रहे कार्य
nl: Lopende Taken
nn: Køyrande oppgåver
or: ଚାଲୁଥିବା କାର୍ଯ୍ଯ
pa: ਚੱਲ ਰਹੇ ਕਾਰਜ
ta: பணிகள் இயங்கிக்கொண்டிருக்கிறது

source: Number of Tasks
eu: Zeregin-kopurua
fa: تعداد تکالیف
gu: કાર્યોની સંખ્યા
he: מספר משימות
hi: कार्यों की संख्या
nl: Aantal Taken
nn: Tal på oppgåver
or: କାର୍ଯ୍ଯ ସଂଖ୍ଯା
pa: ਕਾਰਜਾਂ ਦੀ ਗਿਣਤੀ
ta: பணிகளின் எண்ணிக்கை

source: Last PID
eu: Azken PID
fa: آخرین PID
gu: છેલ્લું PID
he: PID אחרון
hi: अंतिम पीआईडी
nl: Laatste PID
nn: Siste PID
or: ଶେଷ ପି.ଆଇ.ଡି.
pa: ਅਖੀਰੀ ਕਾ-ਸ਼ਨਾ-ਨੰ
ta: கடைசி PID

source: Number of jobs running simultaneously averaged over 1, 5 and 15 minutes
eu: Aldi berean exekutatzen ari diren prozesuen kopurua, 1, 5 eta 15 minutuko batez bestekoa
gu: ૧, ૫ અને ૧૫ મિનિટના સરેરાશે અેકસાથે કામો ચાલી રહ્યા છે
he: מספר עבודות המופעלות בו-זמנית בממוצע תוך דקה, 5 דקות ו 15 דקות
hi: औसतन १,५ और १५ मिनट से ज्यादा से एक साथ चल रहे कार्यों की संख्या
nl: Aantal gelijktijdig lopende jobs tijdens 1, 5 en 15 minuten
nn: Tal på oppgåver som køyrer samtidig. Snitt for siste 1, 5 og 15 minutt
or: ୧,୫ ଓ ୧୫ ମିନିଟ ଭିତରେ ଏକସମୟରେ ଚାଲିଥିବା କାମ ସଂଖ୍ଯାର ମାଧ୍ଯମାନ ମୂଲ୍ଯ
pa: ਇੱਕੋ ਸਮੇ ਚੱਲ ਰਹੇ ਕਾਰਜਾਂ ਦੀ ਗਿਣਤੀ 1, 5, 15 ਮਿੰਟਾਂ ਤੇ ਅਧਾਰ ਤੇ
ta: அடுத்தடுத்து இய்கத்திலுருக்கும் பணிகளின் சராசரி 1, 5 மற்றும் 15 நிமிடங்கள்

source: Number of tasks currently running
eu: Unean exekutatzen ari diren zereginen kopurua
fa: تعداد تکلیف‌های درحال اجرا
gu: હાલમાં ચાલુ કામોની સંખ્યા
he: מספר המשימות הפועלות כרגע
hi: वर्तमान में चल रहे कार्यों की संख्या
nl: Aantal gelijktijdig lopende taken
nn: Kor mange oppgåver som køyrer no
or: ବର୍ତ୍ତମାନ ଚାଲିଥିବା କାର୍ଯ୍ଯ ସଂଖ୍ଯା
pa: ਇਸ ਵੇਲੇ ਚੱਲ ਰਿਹੇ ਕਾਰਜਾਂ ਦੀ ਗਿਣਤੀ
ta: தற்போது இயங்கிக்கொண்டிருக்கும் பணிகளின் எண்ணிக்கை

source: Total number of tasks
eu: Zereginen kopurua guztira
fa: تعداد کل تکلیف‌ها
gu: કામોની કુલ સંખ્યા
he: סך-כל מספר המשימות
hi: कार्यों की कुल संख्या
nl: Totaal aantal taken
nn: Totalt tal på oppgåver
or: ସର୍ବମୋଟ କାର୍ଯ୍ଯ ସଂଖ୍ଯା
pa: ਕਾਰਜਾਂ ਦੀ ਕੁੱਲ ਗਿਣਤੀ
ta: பணிகளின் மொத்த எண்ணிக்கை

source: Total Memory
eu: Memoria guztira
fa: کل حافظه
gu: કુલ મેમરી
he: סך-כל הזיכרון
hi: कुल मेमोरी
nl: Totaal Geheugen
nn: Totalt minne
or: ସର୍ବମୋଟ ସ୍ମୃତି
pa: ਕੁੱਲ ਮੈਮੂਰੀ
ta: மொத்த நினைவிடம்

source: Used Memory
eu: Memoria erabilia
fa: حافظه‌ی مصرف شده
gu: વપરાયેલી મેમરી
he: זיכרון בשימוש
hi: प्रयुक्त मेमोरी
nl: Gebruikt Geheugen
nn: Brukt minne
or: ବ୍ଯବହୃତ ସ୍ମୃତି
pa: ਵਰਤੀ ਮੈਮੂਰੀ
ta: பயன்படுத்தப்பட்ட நினைவிடம்

source: Free Memory
eu: Memoria librea
fa: حافظه‌ی آزاد
gu: ખાલી મેમરી
he: זיכרון פנוי
hi: मुक्त मेमोरी
nl: Vrij Geheugen
nn: Ledig minne
or: ମୁକ୍ତ ସ୍ମୃତି
pa: ਖਾਲੀ ਮੈਮੂਰੀ
ta: காலி நினைவிடம்

source: Shared Memory
eu: Memoria partekatua
fa: حافظه‌ی اشتراکی
gu: સહભાગી મેમરી
he: זיכרון משותף
hi: साझा मेमोरी
nl: Gedeeld Geheugen
nn: Delt minne
or: ସହଭାଗୀ ସ୍ମୃତି
pa: ਸਾਂਝੀ ਮੈਮੂਰੀ
ta: பகிரப்பட்ட நினைவிடம்

source: Buffers
eu: Bufferrak
fa: میانگیرها
gu: બફરો
he: חוצצים
hi: बफ़र्स
nn: Buffer
or: ଅସ୍ଥାୟୀ ସଞ୍ଚୟ ସ୍ଥାନ
pa: ਰਾਖਵਾਂ(ਬਫ਼ਰ
ta: இடையகம்

source: Cached
eu: Cachean
fa: حافظه‌ی نهان
gu: કેશમાં લાવેલું
he: מטמון
hi: कैश
nl: Gecached
nn: Snøgglagra
or: ସ୍ବଲ୍ପକାଳ ସଞ୍ଚିତ
pa: ਕੈਚਏ
ta: தற்காலிக சேமிப்பு

source: Locked
eu: Blokeatuta
fa: قفل شده
gu: તાળુ મારેલું
he: נעול
hi: तालाबंद
nl: Vergrendeld
nn: Låst
or: ଅପରିବର୍ତନୀୟ
pa: ਤਾਲਾਬੰਦੀ
ta: பூட்டப்பட்ட

source: Total physical memory in kB
eu: Memoria fisikoa guztira kb-etan
fa: کل حافظه‌ی فیزیکی به کیلوبایت
gu: કુલ વાસ્તવિક મેમરી kB માં
he: סך-הכל זיכרון פיזי ב kB
hi: कुल भौतिक मेमोरी कि.बा. में
nl: Totaal fysisch geheugen in kB
nn: Totalt fysisk minne i KiB
or: କିଲୋବାଇଟରେ ସର୍ବମୋଟ ଭୌତିକ ସ୍ମୃତି
pa: ਕੁੱਲ ਮੁੱਖ ਮੈਮੂਰੀ (ਕੇਬੀ ਵਿਚ)
ta: மொத்த நினைவிடம் kB யில்

source: Used memory size in kB
eu: Erabilitako memoriaren tamaina kb-etan
fa: اندازه‌ی حافظه‌ی مصرف شده به کیلوبایت
gu: વપરાયેલી મેમરીનું માપ kB માં
he: גודל הזיכרון בשימוש ב kB
hi: प्रयुक्त मेमोरी आकार कि.बा. में
nl: Gebruikt geheugen in kB
nn: Brukt minne i KiB
or: କିଲୋବାଇଟରେ ବ୍ଯବହୃତ ସ୍ମୃତି ଆକାର
pa: ਵਰਤੀ ਜਾ ਰਹੀ ਮੈਮੂਰੀ ਦਾ ਅਕਾਰ (ਕੇਬੀ ਵਿਚ)
ta: பயன்படுத்தப்பட்ட ்த நினைவிடம் kB யில்

source: Free memory size in kB
eu: Memoria librearen tamaina kb-etan
fa: اندازه‌ی حافظه‌ی آزاد به کیلوبایت
gu: ખાલી મેમરીનું માપ kB માં
he: גודל הזיכרון הפנוי ב kB
hi: मुक्त मेमोरी आकार कि.बा. में
nl: Vrij geheugen in kB
nn: Ledig minne i KiB
or: କିଲୋବାଇଟରେ ମୁକ୍ତ ସ୍ମୃତି ଆକାର
pa: ਖਾਲੀ ਮੈਮੂਰੀ ਦਾ ਅਕਾਰ(ਕੇਬੀ ਵਿਚ)
ta: காலித்த நினைவிடம் kB யில்

source: Shared memory size in kB
eu: Partekatutako memoriaren tamaina kb-etan
fa: اندازه‌ی حافظه‌ی اشتراکی به کیلوبایت
gu: સહભાગી મેમરીનું માપ kB માં
he: גודל הזיכרון המשותף ב kB
hi: साझा मेमोरी आकार कि.बा. में
nl: Gedeeld geheugen in kB
nn: Delt minne i KiB
or: କିଲୋବାଇଟରେ ସହଭାଗୀ ସ୍ମୃତି ଆକାର
pa: ਸਾਂਝੀ ਮੈਮੂਰੀ ਦਾ ਅਕਾਰ (ਕੇਬੀ ਵਿਚ)
ta: பகிரப்பட்டத்த நினைவிடம் kB யில்

source: Size of buffers kB
eu: Bufferren tamaina kb-etan
fa: اندازه‌‌ی میانگیر به کیلوبایت
gu: બફરનું માપ kB માં
he: גודל החוצצים ב kB
hi: बफ़र्स का आकार कि.बा. में
nl: Omvang van de buffers in kB
nn: Storleik på buffer KiB
or: କିଲୋବାଇଟରେ ଅସ୍ଥାୟୀ ସଞ୍ଚୟ ସ୍ଥାନ ଆକାର
pa: ਰਾਖਵਿਆਂ ਦਾ ਅਕਾਰ (ਕੇਬੀ ਵਿਚ)
ta: இடையகத்தின் அளவு kB யில்

source: Size of cached memory in kB
eu: Cache-memoriaren tamaina kb-etan
fa: اندازه‌ی حافظه‌ی نهان به کلیوبایت
gu: કેશનું માપ kB માં
he: גודל זיכרון המטמון ב kB
hi: कैश मेमोरी का आकार कि.बा. में
nl: Omvang van het cache geheugen in kB
nn: Storleik på mellomlagra minne i KiB
or: କିଲୋବାଇଟରେ ସ୍ବଲ୍ପକାଳ ସଞ୍ଚିତ ସ୍ମୃତି ଆକାର
pa: ਕੈਚਏ ਮੈਮੂਰੀ ਦਾ ਅਕਾਰ (ਕੇਬੀ ਵਿਚ)
ta: தற்காலிக சேமிப்புத்த நினைவிடம் kB யில்

source: Memory used from user processes in kB
eu: Erabiltzaile-prozedurek erabilitako memoria kb-etan
fa: اندازه‌ی حافظه‌ی مصرف شده در فراروندهای کاربر به کیلوبایت
gu: વપરાશકર્તાની પ્રક્રિયામાંથી વપરાયેલી મેમરી kB માં
he: זיכרון בשימוש מתהליכי משתמש ב kB
hi: उपयोगकर्ता प्रक्रियाओं द्वारा मेमोरी उपयोग कि.बा. में
nl: Geheugen gebruikt voor gebruikersprocessen in kB
nn: Minne brukt av brukarprosessar i KiB
or: କିଲୋବାଇଟରେ ଚାଳକ ସଂସାଧନରୁ ବ୍ଯବହୃତ ସ୍ମୃତି
pa: ਉਪਭੋਗਤਾ ਦੇ ਕਾਰਜ ਵਰਤ ਰਹੇ ਮੈਮੂਰੀ (ਕੇਬੀ ਵਿਚ)
ta: பயனீடாளர் ப்ராஸஸர் பயன்படுத்திய நினைவிடம் kB யில்
