Repository: GNOME/libgtop
Catalog: po/*.po
Languages: as, en@shaw, eu, fa, gu, he, hi, kab, kk, nl, nn, or, pa, ta

source: User defined signal 2
as: ব্যবহাৰকাৰী নিৰ্ধাৰিত সিগনাল ২
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ 2
eu: Erabiltzaileak zehaztutako 2. seinalea
fa: سیگنال تعریف شده توسط کاربر ۲
gu: વપરાશકર્તા દ્વારા વ્યાખ્યાયિત સંકેત ૨
he: אות מוגדר משתמש 2
hi: उपयोगकर्ता पारिभाषित संकेत २
kab: Tamuli yettusbadu sɣur useqdac 2
kk: Пайдаланушы анықтаған 2-сигнал
nn: Eigendefinert 2
or: ଚାଳକ ନିର୍ଦ୍ଦିଷ୍ଟ ସଙ୍କେତ ୨
pa: ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਨਿਰਧਾਰਿਤ ਸੰਕੇਤ ੨
ta: பயனீட்டாளர் குறித்த சங்கேதம் 2

source: ShLib_RSS
eu: RSS _ShLib
hi: एसएचलिब-आरएसएस (_R)

source: PPid
hi: पीपीआईडी

source: PGrp
hi: पी-जीआरपी

source: Tty
hi: टीटीवाय

source: TPGid
hi: टीपीजीआईडी

source: INETD
or: ଆଇନେଟଡି

source: Hangup (POSIX)
nl: Ophangen (POSIX)

source: Interrupt (ANSI)
nl: Onderbreken (ANSI)

source: Quit (POSIX)
nl: Stoppen (POSIX)

source: Illegal instruction (ANSI)
nl: Ongeldige instructie (ANSI)

source: Trace trap (POSIX)
nl: Val traceren (POSIX)

source: Abort (ANSI)
nl: Afbreken (ANSI)

source: EMT instruction
nl: EMT instructie

source: Floating-point exception (ANSI)
nl: Drijvende-komma uitzondering (ANSI)

source: Kill, unblockable (POSIX)
nl: Beëindig, niet blokkeerbaar (POSIX)

source: BUS error (4.2 BSD)
nl: BUS fout (4.2BSD)

source: Segmentation violation (ANSI)
nl: Segmentatie overtreding (ANSI)

source: Broken pipe (POSIX)
nl: Gebroken kanaal (POSIX)

source: Alarm clock (POSIX)
nl: Alarm klok (POSIX)

source: Termination (ANSI)
nl: Beëindiging (ANSI)

source: Urgent condition on socket (4.2 BSD)
nl: Dringende conditie op socket (4.2 BSD)

source: Stop, unblockable (POSIX)
nl: Stop, niet blokkeerbaar (POSIX)

source: Keyboard stop (POSIX)
nl: Toetsenbord stop (POSIX)

source: Continue (POSIX)
nl: Voortzetten (POSIX)

source: Child status has changed (POSIX)
nl: Status van kind is verandert (POSIX)

source: Background read from tty (POSIX)
nl: Achtergrond lees opdracht van tty (POSIX)

source: Background write to tty (POSIX)
nl: Achtergrond schrijf opdracht naar tty (POSIX)

source: I/O now possible (4.2 BSD)
nl: I/O nu onmogelijk (4.2BSD)

source: CPU limit exceeded (4.2 BSD)
nl: CVE Limiet overschreden (4.2 BSD)

source: File size limit exceeded (4.2 BSD)
nl: Bestands omvang limiet overschreden (4.2 BSD)

source: Virtual alarm clock (4.2 BSD)
nl: Virtuele alarm klok (4.2 BSD)

source: Profiling alarm clock (4.2 BSD)
nl: Profilerende alarm klok (4.2 BSD)

source: Window size change (4.3 BSD, Sun)
nl: Venster grootte verandert (4.3 BSD, Sun)

source: User-defined signal 1 (POSIX)
nl: Gebruikers-gedefiniëerd signaal 1 (POSIX)

source: User-defined signal 2 (POSIX)
nl: Gebruikers-gedefiniëerd signaal2 (POSIX)

source: Power failure restart (System V)
nl: Netspannings storing herstart (System V)

source: Show this help message
he: מציג הודעת עזרה זו
nl: Geef dit help bericht weer

source: Display brief usage message
he: מציג הודעת שימוש קצרה
nl: Geef een kort gebruiks bericht weer

source: Address of beginning of data segment
nl: Beginadres van het gegevenssegment

source: Address of end of data segment
nl: Eindadres van het gegevenssegment

source: Start of mmap()ed areas
nl: Start van de "mmapp" gebieden

source: effective UID of process
nl: effective UID van het proces

source: effective GID of process
nl: effectieve GID van het proces

source: real UID of process
nl: echte UID van het proces

source: real GID of process
nl: echte GID van het proces

source: has_cpu
nl: heeft_cve

source: last_processor
nl: laatste_processor

source: XCPU_Flags
nl: XCPU_Vlaggen

source: Saved User ID
nl: Bewaarde Gebruikers ID

source: Saved Group ID
nl: Bewaarde Groep Id

source: Additional process groups
nl: Bijkomende proces groepen

source: Pointer Size
nl: Pointer Grootte

source: Process CWD
nl: Proces CWD

source: Interface Names
nl: Interface Namen

source: Pointer Size on the Server (in bits)
nl: Pointer Grootte op de Server (in bits)

source: Current working directory of the process
nl: Op dit moment gebruikte werkmap van het process

source: Boot time
nl: Systeemstart tijd

source: Boot time (seconds sice epoch)
nl: Systeemstart tijd (seconden sinds epoch)

source: Unknown system error
he: שגיאת מערת לא ידועה
nl: Onbekende systeemfout

source: %s: option `%s' is ambiguous
nl: %s: optie `%s' is ambigue

source: %s: option `--%s' doesn't allow an argument
he: %s: האפשרות `--%s' איננה מאפשרת ארגומנט
nl: %s: optie `--%s' heeft geen argument

source: %s: option `%c%s' doesn't allow an argument
he: %s: האפשרות `%c%s' איננה מאפשרת ארגומנט
nl: %s: optie `%c%s' heeft geen argument

source: %s: option `%s' requires an argument
he: %s: האפשרות `%s' דורשת ארגומנט
nl: %s: optie `%s' heeft een argument nodig

source: %s: unrecognized option `--%s'
he: %s: אפשרות לא מזוהה `--%s'
nl: %s: onbekende optie `--%s'

source: %s: unrecognized option `%c%s'
nl: %s: onbekende optie `%c%s'

source: %s: illegal option -- %c
he: %s: אפשרות לא חוקית -- %c
nl: %s: foute optie -- %c

source: %s: invalid option -- %c
he: %s: אפשרות לא זמינה -- %c
nl: %s: verkeerde optie -- %c

source: %s: option requires an argument -- %c
he: %s: האפשרות דורשת ארגומנט -- %c
nl: %s: optie heeft een argument nodig -- %c

source: %s: option `-W %s' is ambiguous
nl: %s: optie `-W %s' is ambigue

source: %s: option `-W %s' doesn't allow an argument
he: %s: האפשרות `-W %s' איננה מאפשרת ארגומנט
nl: %s: optie `-W %s' heeft geen argument

source: No error
nl: Geen error

source: Unknown error
nl: Onbekende fout

source: Invalid argument
nl: Niet geldig argument

source: No such parameter
nl: Geen parameters

source: Attempted to modify a read-only value
nl: Probeerde een read-only waarde te veranderen

source: Parameter size mismatch
nl: Parameter grote is onjuist

source: Communication with LibGTop server failed
nl: Communicatie met LibGTop server heeft gefaald

source: No such process
nl: Geen proces

source: No kernel support
nl: Geen kernel support

source: Incompatible kernel version
nl: Incompatible kernel versie

source: read %d bytes
he: קורא %d בתים

source: read data %d bytes
he: קורא את המידע %d בתים

source: write %d bytes
he: כותב %d בתים

source: Subnet
he: תת-רשת

source: Address
he: כתובת

source: read %lu byte of data
as: %lu বাইট তথ্য পড়া হৈছে
en@shaw: ğ‘®ğ‘§ğ‘› %lu ğ‘šğ‘²ğ‘‘ ğ‘ ğ‘›ğ‘±ğ‘‘ğ‘©
kab: ɣeṛ %lu yibit n yisefka
kk: %lu байт деректер оқылды

source: wrote %d byte
as: %d বাইট লেখা হৈছে
en@shaw: ğ‘®ğ‘´ğ‘‘ %d ğ‘šğ‘²ğ‘‘
kab: aru %d yibit
kk: %d байт жазылды

source: Run '%s --help' to see a full list of available command line options.
as: কমান্ড-লাইন ৰ পৰা ব্যবহাৰযোগ্য সমস্ত উপলব্ধ বিকল্পেৰ তালিকা দেখতে '%s --help' ব্যবহাৰ কৰক।
en@shaw: ğ‘®ğ‘³ğ‘¯ '%s --help' ğ‘‘ ğ‘•ğ‘° ğ‘© ğ‘“ğ‘«ğ‘¤ ğ‘¤ğ‘¦ğ‘•ğ‘‘ ğ‘ ğ‘©ğ‘ğ‘±ğ‘¤ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘©ğ‘¥ğ‘­ğ‘¯ğ‘› ğ‘¤ğ‘²ğ‘¯ ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ğ‘Ÿ.

source: Don’t fork into background
kab: Ur ttεedday ara deg ugilal
kk: Фонға тармақталмау

source: Run “%s --help” to see a full list of available command line options.
kab: Selkem "%s --tallalat" i wakken ad twaliḍ tabdart tummidt n textiṛiyin n izirig iwejden.
kk: Қолжетімді командалық жол опцияларының толық тізімін көру үшін “%s --help” іске қосыңыз.
