Repository: GNOME/libgtop
Catalog: po/*.po
Languages: as, en@shaw, eu, fa, gu, he, hi, kab, kk, nl, nn, or, pa, ta

source: Memory in locked pages in kB
eu: Blokeatutako orrialdeetako memoria kb-etan
fa: حافظه‌ی صفحه‌های قفل شده به کلیوبایت
gu: તાળામાં રહેલા પાનાંઓની મેમરી kB માં
he: זיכרון בעמודים נעולים ב kB
hi: तालाबंद पृष्ठों की मेमोरी कि.बा. में
nl: Geheugen in vergrendelde pagina's in kB
nn: Minne i låste sider i KiB
or: କିଲୋବାଇଟରେ ଅପରିବର୍ତନୀୟ ପୃଷ୍ଠାରେ ଥିବା ସ୍ମୃତି
pa: ਤਾਲਾਬੰਦ ਸਫ਼ਿਆ ਲਈ ਮੈਮੂਰੀ (ਕੇਬੀ ਵਿਚ)
ta: பூட்டப்பட்ட பக்கங்களின் நினைவிடம் kB யில்

source: Number of list elements
eu: Zerrendako elementu-kopurua
fa: تعداد عناصر فهرست
gu: યાદીમાંની વસ્તુઓની સંખ્યા
he: מספר יסודות רשימה
hi: सूची तत्वों की संख्या
nn: Tal på listeelement
or: ଉପାଦାନ ତାଲିକାର ସଂଖ୍ଯା
pa: ਸੂਚੀਬੱਧ ਚੀਜਾਂ ਦੀ ਗਿਣਤੀ
ta: பட்டியல் உறுப்புகளின் எண்ணிக்கை

source: Total size of list
eu: Zerrendaren tamaina osoa
fa: مجموع اندازه‌ی فهرست
gu: યાદીનું કુલ માપ
he: סך-כל גודל הרשימה
hi: सूची का कुल आकार
nn: Total storleik på liste
or: ତାଲିକାର ସର୍ବମୋଟ ଆକାର
pa: ਸੂਚੀ ਦਾ ਕੁੱਲ ਅਕਾਰ
ta: பட்டியலிம் மொத்த அளவு

source: Size of a single list element
eu: Zerrendako elementu baten tamaina
fa: اندازه یک تک عنصر فهرست
gu: યાદીની અેક વસ્તુનું માપ
he: גודל של יסוד רשימה בודד
hi: सिग्नल सूची तत्व का आकार
nn: Storleik på eitt listeelement
or: ଗୋଟିଏ ଉପାଦାନ ତାଲିକାର ଆକାର
pa: ਇੱਕਲੀ ਸੂਚੀ ਵਿਚਲੀ ਚੀਜ ਦਾ ਅਕਾਰ
ta: ஒரு உறுப்பின் அளவு

source: Size in kilobytes of message pool
eu: Mezuen pool-aren tamaina kilobytetan
gu: સંદેશની હરોળનું માપ કિલોબાઈટમાં
he: גודל בקילובתים של בריכת ההודעות
hi: संदेश पूल का किलो बाइट्स में आकार
nl: Omvang van de "message pool" in kB
nn: Storleik, i kilobyte, på meldingslageret
or: କିଲୋବାଇଟରେ ଏକତ୍ରିକୃତ ସନ୍ଦେଶର ଆକାର
pa: ਸੁਨੇਹੇ ਪੂਲ ਦਾ ਅਕਾਰ (ਕਿਲੋਬਾਈਟ ਵਿੱਚ)
ta: மொத்த செய்திகளின் அளவு கிலோபைட்டில்

source: Number of entries in message map
eu: Mezuen mapako sarreren kopurua
gu: સંદેશાના નક્શામાં દાખલાની સંખ્યા
he: מספר הערכים במפת ההודעות
hi: संदेश मैप में प्रविष्टियों की संख्या
nl: Aantal elementen in de berichten map
nn: Tal på oppføringar i meldingskartet
or: ସନ୍ଦେଶ ମାନଚିତ୍ରରେ ଭରଣ ସଂଖ୍ଯା
pa: ਸੁਨੇਹੇ ਮੈਪ ਵਿਚ ਇੰਦਰਾਜਾਂ ਦੀ ਗਿਣਤੀ
ta: செய்தி வரைவில் உள்ள உள்ளீடுகளின் எண்ணிக்கை

source: Max size of message
eu: Mezuen gehienezko tamaina
fa: حداکثر اندازه‌ی پیغام
gu: સંદેશાનું મહત્તમ માપ
he: גודל מקסימלי של הודעה
hi: संदेश का अधिकतम आकार
nl: Maximale omvang van een boodschap
nn: Største storleik på melding
or: ସନ୍ଦେଶର ସର୍ବାଧିକ ଆକାର
pa: ਸੁਨੇਹਿਆਂ ਦੀ ਵੱਧ ਤੋ ਵੱਧ ਗਿਣਤੀ
ta: செய்தியின் அதிக பட்ச அளவு

source: Default max size of queue
eu: Ilararen gehienezko tamaina lehenetsia
fa: پیش‌فرض حداکثر اندازه‌ی صف
gu: હરોળનું મૂળભૂત મહત્તમ માપ
he: גודל מקסימלי ברירת מחדל של תור
hi: कतार का अधिकतम डिफ़ॉल्ट आकार
nl: Standaard grootte van een wachtrij
nn: Standard største storleik på kø
or: ଧାଡ଼ିର ପୂର୍ବନିର୍ଦ୍ଧାରିତ ସର୍ବାଧିକ ଆକାର
pa: ਕਤਾਰ ਦਾ ਵੱਧ ਤੋ ਵੱਧ ਮੂਲ ਅਕਾਰ
ta: வரிசையில் இயல்பான அளவு

source: Max queues system wide
eu: Ilaren gehinezko kopurua sistema osoan
gu: અાખી સિસ્ટમમાં મહત્તમ હરોળ
he: מספר תורות מקסימלי בכל המערכת
hi: सिस्टम वाइड अधिकतम कतारें
nl: Maximum aantal wachtrijen per systeem
nn: Største tal på køar på systemet
or: ପ୍ରଶସ୍ତ ତନ୍ତ୍ରରେ ଧାଡ଼ିର ସର୍ବାଧିକ ସଂଖ୍ଯା
pa: ਪੂਰੇ ਸਿਸਟਮ ਵਿਚ ਵੱਧ ਤੋ ਵੱਧ ਕਤਾਰਾਂ
ta: கணினி முழுமைக்கும் அதிகபட்ச வரிசை

source: Message segment size
eu: Mezu-segmentuaren tamaina
fa: اندازه هر قطعه‌ی پیام
gu: સંદેશના ભાગનું માપ
he: גודל מקטע ההודעה
hi: संदेश सेगमेंट आकार
nl: Segment grootte van een boodschap
nn: Meldingssegmentstorleik
or: ସନ୍ଦେଶ ଖଣ୍ଡର ଆକାର
pa: ਸੁਨੇਹੇ ਸਿਗਮਿੰਟ ਦਾ ਅਕਾਰ
ta: செய்தி செக்மென்ட் அளவு

source: Number of system message headers
eu: Sistema-mezuen goiburu-kopurua
fa: تعداد سرصفحه‌های پیغام‌های سیستم
gu: સિસ્ટમ સંદેશની હેડરની સંખ્યા
he: מספר כותרות של הודעות המערכת
hi: सिस्टम संदेश हैडर्स की संख्या
nl: Aantal systeemboodschap koppen
nn: Tal på systemmeldingshovud
or: ତନ୍ତ୍ର ସନ୍ଦେଶ ଶୀର୍ଷକର ସଂଖ୍ଯା
pa: ਸਿਸਟਮ ਸੁਨੇਹਿਆ ਦੇ ਸਿਰਲੇਖਾਂ ਦੀ ਗਿਣਤੀ
ta: கணினி செய்தி தலைப்புகளின் எண்ணிக்கை

source: Interface Flags
eu: Interfazearen banderak
fa: پرچم‌های واسط
gu: ઈન્ટરફેસની નિશાની
he: דגלי ממשק
hi: इंटरफेस ध्वज
nn: Grensesnittflagg
or: ଅନ୍ତରାପୃଷ୍ଠ ବିଶେଷ ସୂଚକ
pa: ਇੰਟਰਫੇਸ ਨਿਸ਼ਾਨ
ta: இடைமுக குறியீடு

source: MTU
hi: एमटीयू
or: ଏମ୍.ଟି.ୟୁ.
pa: ਐਮ-ਟੀ-ਯੂ

source: IPv4 Subnet
fa: زیرشبکه‌ی IPv4
or: ଆଇ.ପି.ଭି୪ ଉପଜାଲକ
pa: IPv4 ਸਬਨੈੱਟ

source: IPv4 Address
fa: نشانی IPv4
or: ଆଇ.ପି.ଭି୪ ଠିକଣା
pa: IPv4 ਸਿਰਨਾਵਾਂ
ta: IPv4 முகவரி

source: Packets In
eu: Sarrera-paketeak
fa: بسته‌های ورودی
gu: પેકેટો અંદર
he: חבילות מידע נכנסות
hi: पैकेट्स अंदर
nn: Pakkar inn
or: ପ୍ଯାକେଟ ଭିତରକୁ
pa: ਜੇਬ ਵਿੱਚ
ta: உள்ளே வந்த கட்டுகள்

source: Packets Out
eu: Irteera-paketeak
fa: بسته‌های خروجی
gu: પેકેટો બહાર
he: חבילות מידע יוצאות
hi: पैकेट्स बाहर
nn: Pakkar ut
or: ପ୍ଯାକେଟ ବାହାରକୁ
pa: ਜੇਬੋ ਬਾਹਰ
ta: வெளியில் சென்ற கட்டுகள்

source: Packets Total
eu: Paketeak guztira
fa: کل بسته‌ها
gu: કુલ પેકેટો
he: סך-כל החבילות
hi: कुल पैकेट
nn: Pakkar totalt
or: ସର୍ବମୋଟ ପ୍ଯାକେଟ
pa: ਕੁੱਲ ਜੇਬ ਵਿੱਚ
ta: மொத்த கட்டுகள்

source: Bytes In
eu: Jasotako byteak
fa: بایت ورودی
gu: બાઈટો અંદર
he: בתים נכנסים
hi: बाइट्स अंदर
nn: Byte inn
or: ବାଇଟ ଭିତରକୁ
pa: ਬਾਈਟ ਆਉਣ
ta: உள்வந்த பைட்கள்

source: Bytes Out
eu: Bidalitako byteak
fa: بایت خروجی
gu: બાઈટો બહાર
he: בתים יוצאים
hi: बाइट्स बाहर
nn: Byte ut
or: ବାଇଟ ବାହରକୁ
pa: ਬਾਈਟ ਜਾਣ
ta: வெளியில் சென்ற பைட்கள்

source: Bytes Total
eu: Byteak guztira
fa: کل بایت‌ها
gu: કુલ બાઈટો
he: סך-הכל בתים
hi: कुल बाइट्स
nn: Byte totalt
or: ସର୍ବମୋଟ ବାଇଟ
pa: ਬਾਈਟ ਕੁੱਲ
ta: மொத்த பைட்கள்

source: Errors In
eu: Jasotako erroreak
fa: خطا‌های ورودی
gu: ભૂલ અંદર
he: שגיאות נכנסות
hi: त्रुटि अंदर
nn: Feil inn
or: ତୃଟି ଭିତରକୁ
pa: ਗਲਤੀਆਂ ਆਉਣ
ta: உள்ளே பிழை

source: Errors Out
eu: Bidalitako erroreak
fa: خطاهای خروجی
gu: ભૂલ બહાર
he: שגיאות יוצאות
hi: त्रुटि बाहर
nn: Feil ut
or: ତୃଟି ବାହାରକୁ
pa: ਗਲਤੀਆਂ ਜਾਣ
ta: வெளியில் சென்ற பிழை

source: Errors Total
eu: Erroreak guztira
fa: کل خطاها
gu: કુલ ભૂલ
he: סך-הכל שגיאות
hi: कुल त्रुटि
nn: Feil totalt
or: ସର୍ବମୋଟ ତୃଟି
pa: ਗਲਤੀਆਂ ਕੁੱਲ
ta: மொத்த பிழை

source: Collisions
eu: Talkak
fa: برخوردها
gu: અથડામણો
he: התנגשויות
hi: कॉलीज़न्स
nn: Kollisjonar
or: ଧକ୍କା
pa: ਆਹਮੋ-ਸਾਹਮਣੇ
ta: மோதல்கள்

source: IPv6 Address
fa: نشانی IPv6
or: ଆଇ.ପି.ଭି୬ ଠିକଣା
pa: IPv6 ਸਿਰਨਾਵਾਂ
ta: IPv6 முகவரி

source: IPv6 Prefix
fa: پیشوند IPv6
or: ଆଇ.ପି.ଭି୬ ଉପସର୍ଗ
pa: IPv6 ਅਗੇਤਰ
ta: IPv6 முன்னொட்டு

source: IPv6 Scope
or: ଆଇ.ପି.ଭି୬ ସୁଯୋଗ
pa: IPv6 ਸੀਮਾ
ta: IPv6 நோக்கம்

source: Maximum Transfer Unit
eu: Gehienezko transferentzia-unitatea
gu: મહત્તમ સ્થળાંતર અેકમ
he: יחידת העברה מקסימלית
hi: अधिकतम हस्तांतर इकाई
nn: Maksimum overføringseining (MTU)
or: ସର୍ବାଧିକ ସ୍ଥାନାନ୍ତରଣ ଏକକ
pa: ਵੱਧ ਤੋ ਵੱਧ ਤਬਦੀਲ ਹੋਇਆ
ta: அதிகபட்ச அனுப்பல் அலகு

source: PPP State
eu: PPP egoera
fa: وضعیت PPP
gu: PPP સ્થિતિ
he: מצב PPP
hi: पीपीपी अवस्था
nn: PPP-tilstand
or: ପି.ପି.ପି.ର ଅବସ୍ଥା
pa: ਪੀਪੀਪੀ ਸਥਿਤੀ
ta: PPP நிலை

source: Input bytes
eu: Sarrerako byteak
fa: بایت‌های ورودی
gu: ઇનપુટ બાઇટો
he: בתי קלט
hi: इनपुट बाइट्स
nn: Inn-byte
or: ନିବେଶ ବାଇଟ
pa: ਇਨਪੁੱਟ ਬਾਈਟ
ta: உள் நுழைந்த பைட்கள்

source: Output bytes
eu: Irteerako byteak
fa: بایت‌های خروجی
gu: આઉટપુટ બાઇટો
he: בתי פלט
hi: आउटपुट बाइट्स
nn: Ut-byte
or: ନିର୍ଗମ ବାଇଟ
pa: ਆਉਟਪੱਟ ਬਾਈਟ
ta: விளைவு பைட்கள்

source: Number of input bytes
eu: Sarrerako byteen kopurua
fa: تعداد بایت‌های ورودی
gu: ઇનપુટ બાઇટોની સંખ્યા
he: מספר בתי הקלט
hi: इनपुट बाइट्स की संख्या
nn: Tal på byte inn
or: ନିବେଶ ବାଇଟର ସଂଖ୍ଯା
pa: ਇਂਨਪੁੱਟ ਦੀ ਗਿਣਤੀ (ਬਾਈਟ ਵਿਚ)
ta: உள்ளிட்ட பைட்களின் எண்ணிக்கை

source: Number of output bytes
eu: Irteerako byteen kopurua
fa: تعداد بایت‌های خروجی
gu: આઉટપુટ બાઇટોની સંખ્યા
he: מספר בתי הפלט
hi: आउटपुट बाइट्स की संख्या
nn: Tal på byte ut
or: ନିର୍ଗମ ବାଇଟର ସଂଖ୍ଯା
pa: ਆਉਟਪੁੱਟ ਦੀ ਗਿਣਤੀ (ਬਾਈਟ ਵਿਚ)
ta: விளைவு தந்த பைட்களின் எண்ணிக்கை

source: Size
eu: Tamaina
fa: اندازه
gu: માપ
he: גודל
hi: आकार
nl: Omvang
nn: Storleik
or: ଆକାର
pa: ਅਕਾਰ
ta: அளவு

source: Length in bytes of the returned string.
eu: Itzulitako katearen luzera bytetan.
fa: طول در بایت‌های رشته‌ی برگشت داده شده
gu: પાછી મળેલી શબ્દમાળાની બાઇટોમાં લંબાઇ
he: גודל בבתים של במחרוזת המוחזרת.
hi: लौटाई स्ट्रिंग की लंबाई (बाइट में).
nn: Lengde, i byte, på den returnerte strengen.
or: ବାଇଟରେ ଫେରସ୍ତ ବାକ୍ଯଖଣ୍ଡର ଲମ୍ବ
pa: ਵਾਪਿਸ ਆਈ ਸਤਰ ਦੀ ਲੰਬਾਈ (ਬਾਈਟ ਵਿਚ)|
ta: தருவிளைவு தரத்தின் நீளம் பைட்டில்

source: K_Flags
he: _דגלי גרעין
or: ସଂସାଧନର କେନ୍ଦ୍ର ବିଶେଷ ସୂଚକ.
pa: ਕੇ ਨਿਸ਼ਾਨ
ta: (_F)Kகுறிகள்

source: Min_Flt
pa: ਛੋਟਾ ਐਫਐਲਟੀ

source: Maj_Flt
pa: ਵੱਡਾ ਐਫਐਲ਼ਟੀ

source: CMin_Flt
pa: ਸੀ-ਛੋਟਾ ਐਫਐਲਟੀ

source: CMaj_Flt
pa: ਸੀ-ਵੱਡਾ ਐਫਐਲ਼ਟੀ

source: KStk_ESP
pa: ਕਰਨਲ ਸਟਾਕ-ਈਐਸਪੀ

source: KStk_EIP
pa: ਕਰਨਲ ਸਟਾਕ-ਈਆਈਪੀ

source: NWChan
hi: एनडबल्यू-चेन
pa: NW ਚੈਨਲ

source: WChan
hi: डबल्यू-चेन
pa: W ਚੈਨਲ

source: Kernel flags of the process. On Linux, currently every flag has the math bit set, because crt0.s checks for math emulation, so this is not included in the output. This is probably a bug, as not every process is a compiled C program. The math bit should be a decimal 4, and the traced bit is decimal 10.
eu: Prozesuko nukleo-banderak. Linux-en, unean bandera guztiek dute math bit-a ezarrita, crt0.s-(e)k matematika-emulazioa egiaztatzen baitu eta hori ez dago irteeran sartuta. Baliteke errorea izatea, prozesu guztiak ez baitira beti C programa konpilatuak. math bit-ak 4 hamartarra izan behar luke eta ondorengo bit-a 10 hamartarra da.
gu: પ્રક્રિયાની કર્નલ નિશાનીઓ હાલમાં દરેક નિશાની માટે ગાણિતીક બીટ ગોઠવાયેલ છે કારણકે crt0.s ગાણિતીક સ્પર્ધા માટે ચકાસે છે.માટે આ પરિણામમાં સમાવિષ્ટ નથી. આ કદાચ ભૂલ છે,કારણકે દરેક પ્રક્રિયાઓ કમ્પાઇલ C કાર્યક્રમ છે. ગાણિતીક બિટ દશાંશ ૪ અને આલેખાયેલ બિટ ૧૦ હોવી જોઇએ.
nl: Kernel vlaggen van het proces. Onder Linux, wordt momenteel voor elke vlag de rekenbit gezet omdat crt0.s controleert of er numerieke emulatie gebruikt wordt, daarom wordt dit niet getoond. Dit is waarschijnlijk een fout, omdat niet elk programma een gecompileerd C programma is. De rekenbit zou decimaal 4 moeten zijn en de getraceerde bit is decimaal 10.
nn: Kjerneflagga til prosessen. For tida har Linux matte-biten på alle flagg, fordi crt0.s ser etter matteemulering. Difor er dette ikkje med i oversikta. Dette er truleg ein feil, sidan ikkje alle prosessar er kompilerte C-program. Matte-biten skal vera desimal 4, og den spora biten skal vera desimal 10.
or: ସଂସାଧନର କେର୍ଣେଲ ବିଶେଷ ସୂଚକ. ବର୍ତ୍ତମାନ ଲିନକ୍ସରେ, ସବୁ ବିଶେଷ ସୂଚକରେ ଗଣିତ ବିଟଟି ବିନ୍ଯାସ ହୋଇଛି. crt0.s ଗଣିତ ଯାନ୍ତ୍ରାନୁକରଣ ପାଇଁ ଯାଞ୍ଚ କରେ, ଏହା ନିର୍ଗମରେ ନ ଥାଏ. ସମ୍ଭବତଃ ଏହା ଗୋଟିଏ ତ୍ରୁଟି, କାହିଁକି ସଂସାଧନ ସଙ୍କଳିତ C କାରିକା ନୁହେଁ. ଗଣିତ ବିଟଟି ଦଶମିକ ୪ ହେବା ଉଚିତ, ଓ ଅନିସନ୍ଧାନ ବିଟ ଦଶମିକ ୧୦.
pa: ਕਾਰਜ ਲਈ ਕਰਨਲ ਦੇ ਸੰਕੇਤ (ਨਿਸ਼ਾਨ)| ਲਾਈਨੈਕਸ ਵਿਚ, ਇਸ ਵੇਲੇ ਹਰੇਕ ਨਿਸ਼ਾਨ ਇੱਕ ਗਣਿਤ ਬਿੱਟ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕਰਦਾ ਹੈ, ਕਿਉਕਿ crt0.s ਗਣਿਤ ਪ੍ਰਤੀਯੋਗਤਾ ਲਈ ਜਾਂਚ ਕਰਦਾ ਹੈ ,ਇਸਕਰਕੇ ਇਹ ਆਉਟਪੁੱਟ ਵਿਚ ਸ਼ਾਮਿਲ ਨਹੀ ਹਨ| ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਇਹ ਇੱਕ ਬੱਗ ਹੋਵੇ, ਕਿਉਕਿ ਹਰੇਕ ਕਾਰਜ ਸੀ-ਕਾਰਜ ਵਿਚ ਕੰਪਾਇਲ ਨਹੀ ਹੁੰਦਾ ਹੈ| ਗਣਿਤ ਬਿੱਟ ਕੋਲ 4 ਦਸ਼ਮਲਵ ਹੋਵੇ ਅਤੇ ਟਰੇਸ ਬਿੱਟ 10 ਦਸ਼ਮਲਵ ਦਾ ਹੋਵੇ|
ta: செயலில் கர்னல் நிலவரம் லினக்ஸில் தற்போது ஒவ்வொரு குறிகளும் மாத் பிட்டாக அமைக்கப்பட்டுள்ளது.crt0.s சோதனை மாத் எமல்யூஷனை சோதிப்பது விளைவில் எடுத்துக்கொள்ள படமாட்டாது எல்லா செயல்களும் C நிரலால் தொகுக்கப்பட்டாததால், இது பிழையாக இருக்கலாம், மாத் பிட் 4 இலக்க தசம எண்ணாகவும் அலசும் பிட் 10 தசமமாகவும் இருக்க வேண்டும்.

source: The number of minor faults the process has made, those which have not required loading a memory page from disk.
eu: Prozesuak egindako hutsegite txikien kopurua; diskotik memoria-orrialdea kargatzea behar izan ez dutenak, alegia.
gu: પ્રક્રિયાએ કરેલ સૂક્ષ્મ ખામીઓ કે જેના માટે ડિસ્કમાંથી મૅમરી પાનાં લાવવાની જરુરિયાત નથી.
nl: Het aantal kleine fouten dat een proces gemaakt heeft, aleen diegene die niet tot gevolg hadden dat er een geheugenpagina van de schijf moest worden geladen.
nn: Talet på småfeil prosessen har gjort. Det vil seia dei som ikkje har kravd at ei minneside vert lasta frå disken.
or: କାରିକାର ଗୌଣ ତ୍ରୁଟିର ସଂଖ୍ଯା, ଯାହା ପାଇଁ ଡିକ୍ସରୁ ସ୍ମୃତି ପୃଷ୍ଠା ଧାରଣ କରିବା ଆବଶ୍ଯକ ହୋଇ ନାହିଁ.
pa: ਛੋਟੇ ਨੁਕਸਾਂ ਦੀ ਗਿਣਤੀ ਜੋ ਕਿ ਇਸ ਕਾਰਜ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹਨ , ਜਿਹਨਾਂ ਨੂੰ ਡਿਸਕ ਤੋ ਮੈਮੂਰੀ ਸਫ਼ਾ ਲੋਡ ਕਰਨ ਦੀ ਜਰੂਰਤ ਨਹੀ ਹੈ|
ta: நினைவகத்தை வட்டிலிருந்து ஏற்றும் போது, செயல் செய்த சிறு பிழைகளின் எண்ணிக்கை

source: The number of major faults the process has made, those which have required loading a memory page from disk.
eu: Prozesuak egindako hutsegite handien kopurua; diskotik memoria-orrialdea kargatzea behar izan dutenak, alegia.
gu: પ્રક્રિયાએ કરેલ મોટી ખામીઓ કે જેના માટે ડિસ્કમાંથી મૅમરી પાના લાવવાની જરુરિયાત છે.
nl: Het aantal grote fouten dat een proces gemaakt heeft, deze die tot gevolg hadden dat er een geheugenpagina van de schijft geladen moest worden.
nn: Talet på store feil prosessen har gjort. Det vil seia dei som har kravd at ei minneside vert lasta frå disken.
or: କାରିକାର ପ୍ରଧାନ ତ୍ରୁଟିର ସଂଖ୍ଯା, ଯାହା ପାଇଁ ଡିକ୍ସରୁ ସ୍ମୃତି ପୃଷ୍ଠା ଧାରଣ କରିବା ଆବଶ୍ଯକ ହୋଇଛି.
pa: ਵੱਡੇ ਨੁਕਸਾਂ ਦੀ ਗਿਣਤੀ ਜੋ ਕਿ ਇਸ ਕਾਰਜ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹਨ , ਜਿਹਨਾਂ ਨੂੰ ਡਿਸਕ ਤੋ ਮੈਮੂਰੀ ਸਫ਼ਾ ਲੋਡ ਕਰਨ ਦੀ ਜਰੂਰਤ ਹੈ|
ta: நினைவகத்தை வட்டிலிருந்து ஏற்றும் போது, செயல் செய்த பெரிய பிழைகளின் எண்ணிக்கை

source: The number of minor faults that the process and its children have made.
eu: Prozesuak eta bere umeek egin dituzten hutsegite txikien kopurua.
gu: પ્રક્રિયાઓ અને તેની બાળ પ્રક્રિયાઓએ કરેલી સૂક્ષ્મ ભૂલો.
hi: प्रक्रिया या उसके शिशु द्वारा उत्पन्न किए गए छोटे दोषों की संख्या.
nl: Het aantal kleine fouten dat een proces en zijn kinderen gemaakt hebben.
nn: Talet på småfeil prosessen og barna hans har gjort.
or: ସଂସାଧନ ଏବଂ ତାର ନିର୍ଭରକ ପ୍ରକ୍ରିୟା ଦ୍ବାରା ହୋଇଥିବା ଗୌଣ ତୃଟିର ସଂଖ୍ଯା
pa: ਛੋਟੇ ਨੁਕਸਾਂ ਦੀ ਗਿਣਤੀ ਜੋ ਕਿ ਇਸ ਕਾਰਜ ਅਤੇ ਇਸ ਦੇ ਅਗਲੇ ਕਾਰਜਾਂ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹਨ|
ta: சேய் செயல்களை உருவாக்கும் போது, செயல் செய்த சிறு பிழைகளின் எண்ணிக்கை

source: The number of major faults that the process and its children have made.
eu: Prozesuak eta bere umeek egin dituzten hutsegite handien kopurua.
gu: પ્રક્રિયાઓ અને તેની બાળ પ્રક્રિયાઓએ કરેલી મોટી ભૂલો.
hi: प्रक्रिया या उसके शिशु द्वारा उत्पन्न किए गए मुख्य दोषों की संख्या.
nl: Het aantal grote fouten dat een proces en zijn kinderen gemaakt hebben.
nn: Talet på store feil prosessen og barna hans har gjort.
or: ସଂସାଧନ ଏବଂ ତାର ନିର୍ଭରକ ପ୍ରକ୍ରିୟା ଦ୍ବାରା ହୋଇଥିବା ପ୍ରଧାନ ତୃଟିର ସଂଖ୍ଯା
pa: ਵੱਡੇ ਨੁਕਸਾਂ ਦੀ ਗਿਣਤੀ ਜੋ ਕਿ ਇਸ ਕਾਰਜ ਅਤੇ ਇਸ ਦੇ ਅਗਲੇ ਕਾਰਜਾਂ ਨੇ ਪੈਦਾ ਕੀਤੇ ਹਨ|
ta: சேய் செயல்களை உருவாக்கும் போது, செயல் செய்த பெரிய பிழைகளின் எண்ணிக்கை

source: The current value of esp (32-bit stack pointer), as found in the kernel stack page for the process.
eu: esp-en (32 bit-eko pila-erakuslearen) uneko balioa, prozesurako nukleoaren pila-orrialdean bezala.
gu: esp (32-બિટ સ્ટેક દર્શક),ની વર્તમાન કિંમત કે જે પ્રક્રિયા માટે કર્નલ સ્ટેક પાનામાંથી શોધાઇ.
nl: De huidige waarde van een esp (32-bit stack pointer), zoals gevonden in de kernel stack pagina voor het proces.
nn: Den noverande verdien av esp (32-bits stabelpeikar), slik han er i kjernestabelsida til prosessen.
or: ସଂସାଧନର କେର୍ଣେଲ ଥାକ ପୃଷ୍ଠାରେ ଥିବା ଇ.ଏସ.ପି. (୩୨-ବିଟ ଥାକ ସୂଚକ)ର ସାମ୍ପ୍ରତିକ ମୂଲ୍ଯ
pa: ਮੌਜੂਦਾ ਈਐਸਪੀ(esp) ਦਾ ਮੁੱਲ(32-ਬਿੱਟ ਸਟਾਕ ਸੰਕੇਤਕ), ਜਿਵੇ ਕਿ ਇਸ ਕਾਰਜ ਬਾਰੇ ਕਰਨਲ ਸਟਾਕ ਸਫ਼ੇ ਵਿੱਚ ਮਿਲਿਆ ਹੈ|
ta: கர்னல் ஸ்டாக் பக்க செயலில் காட்டப்பட்ட, esp (32-பிட் ஸ்டாக் பாயின்டர்) யின் தற்போதைய மதிப்பு.

source: The current EIP (32-bit instruction pointer).
eu: Uneko EIP (32 bit-eko argibide-erakuslea).
gu: વર્તમાન EIP (32-બિટ સૂચના દર્શક)
hi: वर्तमान ईआईपी (32-बिट निर्देश पाइंटर)
nl: De huidige EIP (32-bit instructiepointer).
nn: Noverande EIP (32-bits instruksjonspeikar).
or: ସାମ୍ପ୍ରତିକ ଇ.ଆଇ.ପି. (୩୨- ବିଟ ଅନୁଦେଶ ସୂଚକ)
pa: ਮੌਜੂਦਾ ਈਆਈਪੀ(EIP) ( 32-ਬਿੱਟ ਹਦਾਇਤ ਸੰਕੇਤਕ)
ta: தற்போதைய EIP (32-பிட் இன்ஸ்ரக்ஷன் பாயின்டர்).

source: This is the "channel" in which the process is waiting. This is the address of a system call, and can be looked up in a namelist if you need a textual name. (If you have an up-to-date /etc/psdatabase, then try ps -l to see the WCHAN field in action)
eu: Prozesua "kanal" honetan dago zain. Sistema-deiaren helbidea da eta izen-zerrendan begira daiteke izen zehatza behar baduzu. /etc/psdatabase eguneratua baduzu, erabili ps -l WCHAN eremua martxan kusteko
gu: આ "માધ્યમ" કે જેમાં પ્રક્રિયા રાહ જોવે છે.જો તમારે લખાણ રુપમાં તેનું નામ જોઇતુ હોય તો નામની યાદીમાંથી શોધી શકાય છે,(જો તમારી પાસે પૂરેપૂરો /etc/psdatabase હોય તો WCHAN ક્ષેત્ર કાર્યશીલ જોવા માટે ps -l પ્રયત્ન કરો)
nl: Dit is het kanaal waar het proces wacht. Het is het adres van een systeem aanroep dat in een naamlijst opgezocht kan worden als je een tekstuele naam wil kennen. (Als je een /etc/psdatabase hebt die up-to-date is kan je ps -l uitvoeren om WCHAN in aktie te zien)
nn: Dette er «kanalen» prosessen ventar i. Det er adressa til eit systemkall, og kan slåast opp i ei namneliste viss du treng eit tekstnamn. (Viss /ets/psdatabase er oppdatert, kan du prøva «ps -l» for å sjå kva WCHAN-feltet vert)
or: ସଂସାଧନଟି ଏହି "ଚାନେଲ"ରେ ଅପେକ୍ଷା କରିଛି. ଏହା ଗୋଟିଏ ତନ୍ତ୍ର ଡାକରାର ଠିକଣା, ଓ ପାଠ୍ଯ ନାମ ଆବଶ୍ଯକ ହେଲେ ଏହୋକୁ ଗୋଟିଏ ନାମ ତାଲିକାରେ ଖୋଜି ହେବ. (ଆପଣଙ୍କ /etc/psdatabase ଆଧୁନିକ ଥିଲେ, WCHAN କ୍ଷେତ୍ରର ଉପକାରିତା ଦେଖିବୋ ପାଇଁ, ps -l ଚଳାନ୍ତୁ)
pa: ਇਹ ਇੱਕ "ਚੈਨਲ" ਹੈ, ਜਿਸ ਵਿੱਚ ਕਾਰਜ ਉਡੀਕ ਕਰ ਰਿਹਾ ਹੈ| ਇਹ ਸਿਸਟਮ ਕਾਲ ਦਾ ਪਤਾ ਹੈ, ਅਤੇ ਜੇਕਰ ਨਾਉ ਵੇਖਣਾ ਹੈ ਤਾਂ ਨਾਉ-ਸੂਚੀ ਵਿਚ ਵੇਖ ਸਕਦੇ ਹੋ ( ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਨਵਾਂ /etc/psdatabase ਹੈ,ਤਾਂ ps -l ਨਾਲ ਤੁਸੀ W-ਚੈਨਲ ਕਾਰਜਸ਼ੀਲ ਵੇਖ ਸਕਦੇ ਹੋ)
ta: இந்த "அலைவரிசை" இல் செயல் காத்திருக்கிறது.இது கணினி அழைப்பின் முகவரி, உங்களுக்கு பெயர் தெரிய வேண்டுமெனில் பெயர் பட்டியலை பார்க்கலாம்.(/etc/psdatabase இன்று வரை சரியாக புதுப்பிக்கப்பட்டிருந்தால் ps -l ஐ முயன்று WCHAN இன் செயலை பார்க்கவும் )

source: This is the textual name of the `nwchan' field.
eu: Hau da `nwchan' eremuaren testu-izena.
gu: આ `nwchan' ક્ષેત્રનુ લેખિત નામ છે
hi: यह `nwchan' फील्ड का पाठ नाम है
nl: Dit is de tektuele naam van het `nwchan' veld.
nn: Dette er tekstnamnet på «nwchan»-feltet.
or: ଏହା `nwchan' କ୍ଷେତ୍ରର ପାଠ୍ଯ ନାମ
pa: ਇਹ `nwchan' ਖਾਨੇ ਦਾ ਸ਼ਬਦਾਂ ਵਿਚ ਨਾਉ ਹੈ|
ta: இது `nwchan' புலத்தின் உரை பெயர்

source: Virtual
eu: Birtuala
fa: مجازی
gu: આભાસી
he: וירטואלי
hi: आभासी
nl: Virtueel
nn: Virtuell
or: ଆଭାସୀ
pa: ਕਾਲਪਨਿਕ
ta: மெய்நிகர்

source: Resident
eu: Egoiliarra
fa: مقیم
gu: રહેવાસી
he: מקומי
hi: निवासी
nl: Vast
nn: I minnet
or: ନିବାସୀ
pa: ਰੈਜ਼ੀਡੈਟ
ta: தங்குமிடம்

source: Share
eu: Partekatu
fa: به اشتراک گذاشتن
gu: ભાગ
he: שיתופי
hi: साझा
nl: Gedeeld
nn: Delt
or: ସହଭାଗ
pa: ਸਾਂਝਾ
ta: பகிர்வு

source: Resident Set Size
eu: Egoiliarren tamaina
fa: اندازه مجموعه‌ی مقیم
gu: રહેવાસીના સમૂહનું માપ
he: גודל מקומי קבוע
hi: निवासी नियत आकार
nl: Vast gezette grootte
nn: Storleik på settet i minnet
or: ନିବାସୀ ସେଟର ଆକାର
pa: ਰੈਜ਼ੀਡੈਟ ਦੇ ਅਕਾਰ ਦੀ ਹੱਦ
ta: தங்குமிட அளவின் அமைப்பு

source: Resident Set Size Limit
eu: Egoiliarren tamainaren muga
fa: محدودیت اندازه‌ی مجموعه‌ی مقیم
gu: રહેવાસીના સમૂહના માપની સીમા
he: מגבלת גודל מקומי קבוע
hi: निवासी नियत आकार सीमा
nl: Vast gezette limiet op grootte
nn: Grense på storleik på settet i minnet
or: ନିବାସୀ ସେଟର ଆକାରର ସୀମା
pa: ਰੈਜ਼ੀਡੈਟ ਦੇ ਅਕਾਰ ਦੀ ਹੱਦ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: தங்குமிட அளவின் அமைப்பு எல்லை

source: Total # of pages of memory
eu: Memoriako orrialde-kopurua guztira
fa: تعداد کلی صفحه‌های حافظه
gu: મૅમરી ના કુલ પાનાની સંખ્યા
he: סך-הכל מספר עמודי זיכרון
hi: मेमोरी के # पृष्ठों की संख्या
nl: Totaal aantal geheugen pagina's
nn: Totalt tal på minnesider
or: ସର୍ବମୋଟ ସ୍ମୃତି ପୃଷ୍ଠା
pa: ਮੈਮੂਰੀ ਦੇ ਕੁੱਲ # ਦੇ ਸਫੇ
ta: மொத்த # நினைவக பக்கங்கள்

source: Number of pages of virtual memory
eu: Memoria birtualeko orrialde-kopurua
fa: تعداد صفحه‌های حافظه‌ی مجازی
gu: આભાસી મૅમરી ના પાનાની સંખ્યા
he: מספר עמודים בזיכרון הוירטואלי
hi: आभासी मेमोरी के कुल पृष्ठों की संख्या
nl: Aantal virtueel geheugen pagina's
nn: Tal på sider virtuelt minne
or: ଆଭାସୀ ସ୍ମୃତି ପୃଷ୍ଠାର ସଂଖ୍ଯା
pa: ਕਲਪਨਾ (ਵੈਰਚੁਐਲ) ਮੈਮੂਰੀ ਵਿਚ ਸਫ਼ਿਆਂ ਦੀ ਗਿਣਤੀ
ta: மெய்நிகர் நினைவகத்தில் உள்ள பக்கங்கள்

source: Number of resident set (non-swapped) pages
eu: Egoiliarren orrialde-kopurua (swap-en ez daudenak)
fa: تعداد صفحه‌های مجموعه‌های مقیم (تعویض نشده‌ی)
gu: રહેવાસી સમૂહ (અદલાબદલી ન થયેલું) ના પાનાની સંખ્યા
hi: निवासी नियत पृष्ठ (नॉन-स्वैप्ड) की संख्या
nl: Aantal vaste (niet gewisselde) pagina's
nn: Talet på sider låst i minnet (ikkje skrivne til vekslefil)
or: ନିବାସୀ ସେଟ୍ (ଅଦଳବଦଳ ନହୋଇଥିବା) ପୃଷ୍ଠାର ସଂଖ୍ଯା
pa: ਰਹਿਣ ਸਮੂਹ (ਨਾ-ਬਦਲਣਯੋਗ) ਸਫ਼ਿਆਂ ਦੀ ਗਿਣਤੀ
ta: தங்கும் அமைப்புகளின் எண்ணிக்கை(மாற்றாத)

source: Number of pages of shared (mmap'd) memory
eu: Memoria partekatuko orrialde-kopurua (mmap erabiliz)
gu: સહભાગી (mmap'd) મૅમરીના પાનાની સંખ્યા
hi: साझा मेमोरी (एममेप्ड) पृष्ठों की संख्या
nl: Aantal pagina's gedeeld (mmapped) geheugen
nn: Tal på sider delt (mmap-a) minne
or: ସହଭାଗୀ (mmap'd) ସ୍ମୃତି ପୃଷ୍ଠା ସଂଖ୍ଯା
pa: ਸਾਂਝੀ ਮੈਮੂਰੀ ਦੇ ਸਫਿਆਂ ਦੀ ਗਿਣਤੀ
ta: நினைவகத்தில் (mmap'd) பகிரப்பட்ட பக்கங்களின் எண்ணிக்கை

source: Number of pages the process has in real memory, minus 3 for administrative purposes. This is just the pages which count towards text, data, or stack space. This does not include pages which have not been demand-loaded in, or which are swapped out.
eu: Prozesuak memoria errealean duen orrialde-kopurua, administrazio-helburuetarako 3 kenduta. Horiek testu, datu edo pila-espazioaren artean erabilitako orrialdeak dira. Ez dira sartzen eskaeran kargatu ez diren edo swap gailuan dauden orrialdeak.
gu: પ્રક્રિયા પાસે રહેલી વાસ્તવિક મૅમરીના પાનાની સંખ્યા,તેમાંથી ૩ સંચાલકીય હેતુ માટે છે. આ માત્ર એપાના છે કે જે લખાણ, માહિતિ અથવા સ્ટૅકની જગ્યા ની ગણતરી કરે છે. આ એવા પાનાઓનો સમાવેશ નથી કરતુ કે જે માંગણી પ્રમાણે લાવવામાં આવ્યા ન હોય અને જેની અદલાબદલી થયેલી છે.
nl: Aantal pagina's dat het proces in fysiek geheugen heeft, min 3 voor administratieve doeleinden. Dit zijn slechts de pagina's voor tekst, gegevens of stack. Dit bevat niet de pagina's die niet op aanvraag geladen zijn of die uitgewisseld zijn.
nn: Tal på sider prosessen har i ekte minne, minus 3 for administrative formål. Dette er berre sidene som tel som tekst, data eller stabelplass. Det tek ikkje med sider som ikkje har vorte lasta inn etterkvart, eller som er lagt på disk.
or: ବାସ୍ତବ ସ୍ମ୍ରୁତିରେ ଥିବା ସଂସାଧନର ପୃଷ୍ଠା ସଂଖ୍ଯା, ପ୍ରଶାସନ ପାଇଁ ବିଯୁକ୍ତ ୩. ଏହା କେବଳ ସେପୃଷ୍ଠା ଯେଉଁଗୁଡ଼ିକ ପାଠ୍ଯ, ତଥ୍ଯ, ବା ଥାକ ସ୍ଥାନରେ ଗଣାଯାଏ. ଧାରଣ ନହୋଇଥିବା, ବା ଅଦଳ ବଦଳ କରାଯାଇଥିବା ପୃଷ୍ଠାଗୁଡ଼ିକ ଏହା ମଧ୍ଯରେ ଗଣାଯାଇ ନାହିଁ.
pa: ਕਾਰਜ ਦੇ ਅਸਲੀ ਮੈਮੂਰੀ ਵਿਚ ਸਫੇ, ਪ੍ਰਬੰਧਕ ਲਈ ੩ ਘਟਾ ਦਿਉ| ਇਹ ਸਫ਼ੇ ਸਿਰਫ ਪਾਠ, ਡਾਟਾ ਜਾਂ ਸਟਾਕ ਲਈ ਹੀ ਗਿਣੇ ਗਏ ਹਨ| ਉਹਨਾਂ ਦੀ ਗਿਣਤੀ ਨਹੀ ਕੀਤੀ ਗਈ ਹੈ ਜੋ ਕਿ ਲੋਡ ਕਰਨ ਦੀ ਮੰਗ ਕੀਤੀ ਗਈ ਹੈ ਜਾਂ ਬਾਹਰ ਭੇਜੇ ਜਾਣਗੇ|
ta: மேலாளருக்காக உண்மையாக நினைவகத்தில் உள்ள பக்கங்களின் எண்ணிக்கையிலிருந்து 3 ஐ கழிக்க வேண்டும். இது பக்கங்களை உரையாகவும், தகவலாகவும் அல்லது ஸ்டாக் ஆகவும் எண்ண உதவும், demand-loaded அல்லது ஸ்வாப் பக்கங்களை இது சேர்க்காது

source: Current limit in bytes on the rss of the process (usually 2,147,483,647).
eu: Prozesuaren rss-en uneko limitea bytetan (normalean 2.147.483.647).
gu: પ્રક્રિયાની rss ઉપરની વર્તમાન સીમા બાઈટોમાં (સામાન્ય રીતે ૨,૧૪૭,૪૮૩,૬૪૭).
hi: प्रक्रिया के आरएसएस पर बाइट्स में वर्तमान सीमा (सामान्यतः 2,147,483,647).
nl: Huidige rss limiet van het process in bytes (gewoonlijk 2,147,483,647).
nn: Noverande grense, i byte, for rss til prosessen (vanlegvis 2,147,483,647).
or: ବାଇଟରେ ସଂସାଧନର ନିବାସୀ ସେଟର ଆକାରର ସାମ୍ପ୍ରତିକ ସୀମା (ସାଧାରଣ ଭାବେ ୨,୧୪୭,୪୮୩,୬୪୭).
pa: ਕਾਰਜ ਦੇ ਆਰਐਸਐਸ ਤੇ ਬਾਇਟ ਵਿਚ ਦੀ ਹੱਦ (ਆਮ ਕਰਕੇ ੨,੧੪੭,੪੮੩,੬੪੭)
ta: rss செயலில் உள்ள தற்போதைய வரம்பு(பொதுவாக 2,147,483,647).

source: Text_RSS
eu: _RSS testua
hi: पाठ-आरएसएस (_R)
nn: Tekst_RSS
pa: ਪਾਠ ਆਰਐਸਐਸ
ta: உரை_RSS

source: Data_RSS
eu: RSS _datuak
hi: डेटा-आरएसएस (_R)
pa: ਡਾਟਾ ਆਰਐਸਐਸ
ta: தகவல்_RSS

source: Stack_RSS
eu: RSS _pila
hi: स्टैक-आरएसएस (_R)
nn: Stabel_RSS
pa: ਸਟਾਕ ਆਰਐਸਐਸ
ta: ஸ்டாக்_RSS

source: Dirty Size
eu: Tamaina zikina
gu: ખોટું માપ
he: גודל מלוכלך
hi: गंदा आकार
nn: Skitten storleik
or: ଅପରିଷ୍କୃତ ଆକାର
pa: ਖਰਾਬ ਅਕਾਰ
ta: அழுக்கு அளவு

source: Start_Code
eu: Hasiera-_kodea
gu: શરુઆતનો કાૅડ
hi: स्टार्ट-कोड (_C)
nn: Start_kode
pa: ਕੋਡ ਸ਼ੁਰੂ
ta: (_C)துவக்க நிரல்

source: End_Code
eu: Amaiera-k_odea
gu: અંતિમ કાૅડ
hi: एण्ड-कोड (_C)
nn: Slutt_kode
pa: ਕੋਡ ਖਤਮ
ta: (_C)முடிவு நிரல்

source: Start_Stack
eu: Hasierako pi_la
gu: શરુઆતનો સ્ટૅક
hi: स्टार्ट-स्टैक (_S)
nn: Start_stabel
pa: ਸਟਾਕ ਸ਼ੁਰੂ ਕਰੋ
ta: (_S)ஸ்டாக் துவக்கம்

source: Text resident set size
eu: Testu-egoiliarren tamaina
fa: اندازه‌ی مجموعه‌ی مقیم متنی
gu: લખાણમાં રહેલા સમૂહનું માપ
hi: पाठ निवासी नियत आकार
nl: Vaste Tekst omvang
nn: Tekststorleik på sider låst i minnet
or: ପାଠ୍ଯ ନିବାସୀ ସେଟର ଆକାର
pa: ਪਾਠ ਰਹਿਣ ਦਾ ਅਕਾਰ ਨਿਰਧਾਰਿਤ ਕਰੋ
ta: உரை தங்கும் அமைப்பின் அளவு
