Repository: GNOME/libgtop
Catalog: po/*.po
Languages: as, en@shaw, eu, fa, gu, he, hi, kab, kk, nl, nn, or, pa, ta

source: Min segment size
eu: Segmentuaren gutxieneko tamaina
fa: حداقل اندازه‌ی پشته
gu: ન્યૂનતમ વિભાગનુ માપ
he: גודל מקטע מינימלי
hi: न्यून. सेगमेंट आकार
nl: Minimale segment omvang
nn: Minste segmentstorleik
or: ଖଣ୍ଡର ସର୍ବନିମ୍ନ ଆକାର
pa: ਸਿਗਮਿੰਟ ਦਾ ਘੱਟੋ-ਘੱਟ ਅਕਾਰ
ta: குறைந்தக பட்ச செக்மென்ட் அளவு

source: Max number of segments
eu: Gehienezko segmentu-kopurua
fa: حداکثر تعداد قطعه‌ها
gu: મહત્તમ સંખ્યામાં વિભાગો
he: מספר מקסימלי של מקטעים
hi: सेगमेंट्स की अधिकतम संख्या
nl: Maximum aantal segmenten
nn: Største tal på segment
or: ଖଣ୍ଡର ସର୍ବାଧିକ ସଂଖ୍ଯା
pa: ਵੱਧ ਤੋ ਵੱਧ ਸਿਗਮਿੰਟੇਸ਼ਨਾਂ ਦੀ ਗਿਣਤੀ
ta: செக்மன்ட்டின் அதிக பட்ச எண்ணிக்கை

source: Max shared segments per process
eu: Prozesu bakoitzean partekatutako gehienezko segmentu-kopurua
fa: حداکثر قطعه‌های مشترک برای هر فراروند
gu: એક પ્રક્રિયામાં મહત્તમ સહભાગી વિભાગો
he: מקסימום מקטעים משותפים לתהליך
hi: अधिकतम साझा सेगमेंट प्रति प्रक्रिया
nl: Maximum gedeelde segmenten per proces
nn: Største tal på delte segment per prosess
or: ପ୍ରତି ସଂସାଧନର ସର୍ବାଧିକ ସହଭାଗୀ ଖଣ୍ଡ
pa: ਵੱਧ ਤੋ ਵੱਧ ਸਾਂਝੇ ਸਿਗਮਿੰਟੇਸ਼ਨ ਪ੍ਰਤੀ ਕਾਰਜ
ta: பகிரப்பட்ட செக்மன்ட்டின் அதிக பட்ச எண்ணிக்கை

source: Max total shared memory
eu: Gehienezko memoria partekatua guztira
fa: حداکثر کل حافظه‌ی مشترک
gu: મહત્તમ કુલ સહભાગી મૅમરી
he: מקסימום סך-כל הזיכרון המשותף
hi: अधिकतम कुल साझा मेमोरी
nl: Maximum totaal gedeeld geheugen
nn: Største samanlagt delt minne
or: ସର୍ବାଧିକ ସର୍ବମୋଟ ସହଭାଗୀ ସ୍ମୃତି
pa: ਵੱਧ ਤੋ ਵੱਧ ਕੁੱਲ ਸਾਂਝੀ ਮੈਮੂਰੀ
ta: பகிரப்பட்ட நினைவிடத்திம் அதிக பட்ச மொத்த மதிப்பு

source: Total Swap Space
eu: Swap lekua guztira
fa: کل فضای مبادله
gu: કુલ અદલાબદલી કરવાની જગ્યા
he: סך-הכל מקום לתחלופה
hi: कुल स्वैप जगह
nl: Totale Ruimte Wisselbestand
nn: Totalt veksleminne
or: ସର୍ବମୋଟ ଅଦଳ ବଦଳ ସ୍ଥାନ
pa: ਕੁੱਲ ਸਵੈਪ ਥਾਂ
ta: மொத்த ஸ்வாப் இடம்

source: Used Swap Space
eu: Erabilitako Swap lekua
fa: فضای مبادله‌ی مصرف شده
gu: વપરાયેલ અદલાબદલી કરવાની જગ્યા
he: מקום לתחלופה בשימוש
hi: उपयोग में स्वैप जगह
nl: Gebruikte Ruimte Wisselbestand
nn: Brukt veksleminne
or: ବ୍ଯବହୃତ ଅଦଳ ବଦଳ ସ୍ଥାନ
pa: ਵਰਤੀ ਸਵੈਪ ਥਾਂ
ta: பயன்படுத்தப்பட்ட ஸ்வாப் இடம்

source: Free Swap Space
eu: Swap leku librea
fa: فضای مصرف شده‌ی آزاد
gu: ખાલી અદલાબદલી કરવાની જગ્યા
he: מקום לתחלופה פנוי
hi: मुक्त स्वैप जगह
nl: Vrije Wisselbestand Ruimte
nn: Ledig veksleminne
or: ମୁକ୍ତ ଅଦଳ ବଦଳ ସ୍ଥାନ
pa: ਖਾਲੀ ਸਵੈਪ ਥਾਂ
ta: காலி ஸ்வாப் இடம்

source: Page In
eu: Sartutako orriak
fa: صفحه‌ی ورودی
gu: પાનું અંદર
he: עמוד נכנס
hi: पेज इन
nl: Pagina in
nn: Sider inn
or: ପୃଷ୍ଠା ଭିତରେ
pa: ਸਫ਼ੇ ਅੰਦਰ
ta: பேஜ் உள்

source: Page Out
eu: Irtendako orriak
fa: صفحه‌ی خروجی
gu: પાનું બહાર
he: עמוד יוצא
hi: पेज आउट
nl: Pagina uit
nn: Sider ut
or: ପୃଷ୍ଠା ବାହାରେ
pa: ਸਫ਼ੇ ਬਾਹਰ
ta: பேஜ் வெளி

source: Total number of swap pages that have been brought in since system boot
eu: Sistema abiarazi denetik sartu diren swap orrialdeen guztizko kopurua
fa: تعداد کل صفحه‌های مبادله که از زمان بارگذاری سیستم وارد شده‌اند
gu: સિસ્ટમ શરુ થઇ ત્યારથી કુલ અંદર લાવેલા અદલાબદલી કરેલ પાનાઓની સંખ્યા
he: מספר מקסימלי של עמודי תחלופה שנכנסו מאז איתחול המערכת
hi: सिस्टम बूट से अब तक भीतर लाए गए स्वैप पृष्ठों की संख्या
nl: Totaal aantal wisselbestand pagina's dat toegevoegd is sinds de systeemstart
nn: Samanlagt tal på vekslesider som har vore lasta inn sidan systemoppstart
or: ତନ୍ତ୍ର ବୁଟ ହେବା ସମୟରୁ ଆସିଥିବା ଅଦଳ ବଦଳ ପୃଷ୍ଠାର ସର୍ବମୋଟ ସଂଖ୍ଯା
pa: ਸਿਸਟਮ ਦੇ ਬੂਟ ਕਰਨ ਤੋ ਹੁਣ ਤੱਕ ਲਿਆਦੇ ਸਵੈਪ ਸਫ਼ਿਆ ਦੀ ਕੁੱਲ ਗਿਣਤੀ
ta: கணினி துவங்கும் போது கிடைத்த ஸ்வாப் பேஜ்களின் மொத்த எண்ணிக்கை

source: Total number of swap pages that have been brought out since system boot
eu: Sistema abiarazi denetik irten diren swap orrialdeen guztizko kopurua
fa: تعداد کل صفحه‌های مبادله که از زمان بارگذاری سیسنم خارج شده‌اند
gu: સિસ્ટમ શરુ થઇ ત્યારથી કુલ બહાર કાઢેલા અદલાબદલી કરેલ પાનાઓની સંખ્યા
he: מספר מקסימלי של עמודי תחלופה שיצאו מאז איתחול המערכת
hi: सिस्टम बूट से अब तक बाहर लाए गए स्वैप पृष्ठों की संख्या
nl: Totaal aantal wisselbestand pagina's dat weggenomen is sinds de systeemstart
nn: Samanlagt tal på vekslesider som har vore skrive ut sidan systemoppstart
or: ତନ୍ତ୍ର ବୁଟ ହେବା ସମୟରୁ ବାହାରିଥିବା ଅଦଳ ବଦଳ ପୃଷ୍ଠାର ସର୍ବମୋଟ ସଂଖ୍ଯା
pa: ਸਿਸਟਮ ਦੇ ਬੂਟ ਕਰਨ ਤੋ ਹੁਣ ਤੱਕ ਹਟਾਏ ਗਏ ਸਵੈਪ ਸਫ਼ਿਆ ਦੀ ਕੁੱਲ ਗਿਣਤੀ
ta: கணினி துவங்கிய பின் கிடைத்த ஸ்வாப் பேஜ்களின் மொத்த எண்ணிக்கை

source: Server Features
eu: Zerbitzariaren ezaugarriak
fa: امکانات کارگزار
gu: સર્વરના લક્ષણો
he: תכונות שרת
hi: सर्वर विशेषताएँ
nl: Server Eigenschappen
nn: Tenareigenskapar
or: ସେବକର ଅଂଶ
pa: ਸਰਵਰ ਦੇ ਗੁਣ
ta: சேவகன் வசதிகள்

source: CPU Usage
eu: PUZaren erabilera
fa: کاربرد واحد پردازش مرکزی
gu: CPUનો વપરાશ
he: שימוש במעבד
hi: सीपीयू उपयोग
nl: CVE Gebruik
nn: CPU-bruk
or: କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ବ୍ଯବହାର
pa: ਪ੍ਰੋਸੈਸਰ ਦੀ ਵਰਤੋ
ta: CPU பயன்பாடு

source: Memory Usage
eu: Memoria-erabilera
fa: کاربرد حافظه
gu: મૅમરીનો વપરાશ
he: שימוש בזיכרון
hi: मेमोरी उपयोग
nl: Geheugen Gebruik
nn: Minnebruk
or: ସ୍ମ୍ରୁତି ବ୍ଯବହାର
pa: ਮੈਮੂਰੀ ਦੀ ਵਰਤੋ
ta: நினைவக பயன்பாடு

source: Swap Usage
eu: Swap-en erabilera
fa: کاربرد مبادله
gu: અદલાબદલી માટેની મૅમરીનો વપરાશ
he: שימוש בתחלופה
hi: स्वैप उपयोग
nl: Wisselbestand Gebruik
nn: Veksleminnebruk
or: ଅଦଳ ବଦଳ ବ୍ଯବହାର
pa: ਸਵੈਪ ਦੀ ਵਰਤੋ
ta: ஸ்வாப் பயன்பாடு

source: System Uptime
eu: Sistemaren jardun-denbora
fa: زمان کار سیستم
gu: સિસ્ટમ ચાલુ રહે તેટલો સમય
he: זמן ריצת המערכת
hi: सिस्टम अपटाइम
nl: Looptijd van het Systeem
nn: Oppetid for systemet
or: ତନ୍ତ୍ର ସଚଳ ସମୟ
pa: ਸਿਸਟਮ ਦੀ ਵਰਤੋ ਦਾ ਸਮਾਂ
ta: கணினி இயக்க நேரம்

source: Load Averange
eu: Batez besteko karga
fa: بار میانگین
gu: અેવરેન્જ બોજો
he: ממוצע העומס
hi: भार औसत
nl: Gemiddelde Belasting
nn: Snittlast
or: ବୋଝ ମାଧ୍ଯମାନ
pa: ਲੋਡ ਐਵਰੇਨਜ਼
ta: சாராசரி ஏற்றம்

source: Shared Memory Limits
eu: Memoria partekatuaren mugak
fa: محدودیت‌های حافظه‌ی اشتراکی
gu: સહભાગી મૅમરી ની સીમા
he: מגבלות זיכרון משותף
hi: शेयर्ड मेमोरी सीमाएँ
nl: Gedeeld Geheugen Limieten
nn: Grenser for delt minne
or: ସହଭାଗୀ ସ୍ମୃତିର ସୀମା
pa: ਸਾਝੀ ਮੈਮੂਰੀ ਦੀਆਂ ਹੱਦਾਂ
ta: பகிர் நினைவக வரம்பு

source: Message Queue Limits
eu: Mezu-ilararan mugak
fa: محدودیت‌های صف پیام‌ها
gu: સંદેશ હરોળની સીમા
he: מגבלות תור הודעות
hi: संदेश क्यू सीमाएँ
nl: Berichtenrij Limieten
nn: Grenser for meldingskø
or: ସନ୍ଦେଶ କ୍ରମର ସୀମା
pa: ਸੁਨੇਹਾ ਕਤਾਰ ਦੀਆਂ ਹੱਦਾਂ
ta: செய்தி வரிசை எல்லை

source: Semaphore Set Limits
eu: Semaforo-multzoaren mugak
fa: محدودیت‌های مجموعه‌های نشان‌بر
gu: સેમાફોર સમૂહની સીમા
he: מגבלות קביעת איתות
hi: सीमाफ़ोर नियत सीमाएँ
nl: Semaforen Limieten
nn: Grenser for semaforsett
or: ସେମାଫୋର ସେଟର ସୀମା
pa: ਸੂਚਨਾ-ਯੰਤਰ ਦੀਆਂ ਹੱਦਾਂ
ta: செமஃபோர் அமைப்பு எல்லை

source: List of running Processes
eu: Martxan dauden prozesuen zerrenda
fa: فهرست فراروندهای در حال اجرا
gu: ચાલી રહેલી પ્રક્રિયાઓની યાદી
he: רשימת התהליכים הפועלים
hi: चल रही प्रक्रियाओं की सूची
nl: Lijst van de lopende Processen
nn: Liste over køyrande prosessar
or: ଚଳନ୍ତା ସଂସାଧନର ତାଲିକା
pa: ਚੱਲ ਰਹੇ ਕਾਰਜਾਂ ਦੀ ਸੂਚੀ
ta: இயக்கத்திலிருகும் செயல்களின் பட்டியல்

source: Process Status information
eu: Prozesu-egoerari buruzko informazioa
fa: اطلاعات وضعیت فراروند
gu: પ્રક્રિયાની સ્થિતિની જાણકારી
he: מידע מצב התהליך
hi: प्रक्रिया स्थिति जानकारी
nl: Proces Status informatie
nn: Informasjon om prosesstatus
or: ସଂସାଧନ ଅବସ୍ଥିତି ସୂଚନା
pa: ਕਾਰਜ ਸਥਿਤੀ ਜਾਣਕਾਰੀ
ta: நிலை தகவலை செயல்படுத்து

source: Process UID and TTY information
eu: Prozesuaren UID eta TTY-ti buruzko informazioa
fa: اطلاعات UID و TTY فراروند
gu: પ્રક્રિયા UID અને TTY ની જાણકારી
he: מידע UID ו TTY על התהליך
hi: प्रक्रिया यूआईडी एवं टीटीवाई जानकारी
nl: Proces UID en TTY informatie
nn: Informasjon om prosess-UID og TTY
or: ସଂସାଧନର ଯୁ.ଆଇ.ଡି. ଏବଂ ଟି.ଟି.ୱାଇ. ସୂଚନା
pa: ਕਾਰਜ ਯੂਆਈਡੀ ਤੇ ਟੀਟੀਵਾਈ ਜਾਣਕਾਰੀ
ta: UID மற்றும் TTY லை செயல்படுத்து

source: Process Memory information
eu: Prozesuaren memoriari buruzko informazioa
fa: اطلاعات حافظه‌ی فراروند
gu: પ્રક્રિયાની મૅમરીની જાણકારી
he: מידע זיכרון התהליך
hi: प्रक्रिया मेमोरी जानकारी
nl: Proces Geheugen informatie
nn: Prosessminneinformasjon
or: ସଂସାଧନ ସ୍ମୃତି ସୂଚନା
pa: ਕਾਰਜ ਮੈਮੂਰੀ ਜਾਣਕਾਰੀ
ta: நினைவக தகவலை செயல்படுத்து

source: Process Time information
eu: Prozesuaren denborari buruzko informazioa
fa: اطلاعات زمانی فراروند
gu: પ્રક્રિયાના સમયની જાણકારી
he: מידע זמן התהליך
hi: प्रक्रिया समय जानकारी
nl: Procestijd informatie
nn: Prosesstidinformasjon
or: ସଂସାଧନ ସମୟ ସୂଚନା
pa: ਕਾਰਜ ਸਮਾਂ ਜਾਣਕਾਰੀ
ta: ் நேர தலை செயல்படுத்துல்

source: Process Signal information
eu: Prozesuko seinaleei buruzko informazioa
fa: اطلاعات سیگنال فراروند
gu: પ્રક્રિયાના સમયની જાણકારી
he: מידע אות התהליך
hi: प्रक्रिया सिग्नल जानकारी
nl: Proces Signalen informatie
nn: Prosessignalinformasjon
or: ସଂସାଧନ ସଙ୍କେତ ସୂଚନା
pa: ਕਾਰਜ ਸੰਕੇਤ ਜਾਣਕਾਰੀ
ta: ் சங்கேத தலை செயல்படுத்துல்

source: Process Kernel Data information
eu: Prozesuaren nukleoko datuei buruzko informazioa
fa: اطلاعات داده‌‌های هسته‌ی فراروند
gu: પ્રક્રિયાના કર્નલ માહિતિની જાણકારી
he: מידע נתוני הגרעין לתהליך
hi: प्रक्रिया कर्नेल डेटा जानकारी
nl: Proces Kernal Gegevens informatie
nn: Prosesskjernedatainformasjon
or: ସଂସାଧନ କେର୍ଣେଲ ତଥ୍ଯ ସୂଚନା
pa: ਕਾਰਜ ਕਰਨਲ ਡਾਟਾ ਜਾਣਕਾਰੀ
ta: ் கர்னல் தகவலை செயல்படுத்து

source: Process Segment information
eu: Prozesuko segmentuei buruzko informazioa
fa: اطلاعات قطعه‌ی فراروند
gu: પ્રક્રિયાના વિભાગની જાણકારી
he: מידע מקטע תהליך
hi: प्रक्रिया सेगमेंट जानकारी
nl: Proces Segment informatie
nn: Prosessegmentinformasjon
or: ସଂସାଧନ ଖଣ୍ଡ ସୂଚନା
pa: ਕਾਰਜ ਸੈਗਮਿੰਟੇਸ਼ਨ ਦੀ ਜਾਣਕਾਰੀ
ta: செக்மண்ட் தகவலை செயல்படுத்து

source: Process Arguments
eu: Prozesuko argumentuak
fa: آرگومان‌های فراروند
gu: પ્રક્રિયાની દલીલ
he: ארגומנטי התהליך
hi: प्रक्रिया आर्गुमेंट्स
nl: Proces Argumenten
nn: Prosessargument
or: ସଂସାଧନ ସ୍ବତନ୍ତ୍ରଚର
pa: ਕਾਰਜ ਆਰਗੂਮੈਟ
ta: அளவுருக்களை செயல்படுத்து

source: Process Memory Map
eu: Prozesuaren memoria-mapa
fa: نقشه‌ی حافظه‌ی فراروند
gu: પ્રક્રિયા મૅમરી નકશો
he: מפת זיכרון של התהליך
hi: प्रक्रिया मेमोरी मैप
nl: Proces Geheugenmap
nn: Prosessminnekart
or: ସଂସାଧନ ସ୍ମୃତି ମାନଚିତ୍ର
pa: ਕਾਰਜ ਮੈਮੂਰੀ ਦਾ ਖਾਕਾ
ta: நினைவக வரைவை செயல்படுத்து

source: Mount List
eu: Muntatze-zerrenda
fa: فهرست سوار شده‌ها
gu: ચઢાવેલી વસ્તુની યાદી
he: רשימת חיבורים
hi: माउन्ट सूची
nl: Mount Lijst
nn: Monteringsliste
or: ପଠନକ୍ଷମତା ତାଲିକା
pa: ਮਾਊਟ ਸੂਚੀ
ta: ஏற்ற பட்டியல்

source: File System Usage
eu: Fitxategi-sistemaren erabilera
fa: میزان کاربرد سیستم پرونده‌ها
gu: ફાઇલ સિસ્ટમનો વપરાશ
he: שימוש במערכת הקבצים
hi: फ़ाइल सिस्टम उपयोग
nl: Bestandssysteem Gebruik
nn: Filsystembruk
or: ଫାଇଲ ତନ୍ତ୍ରର ବ୍ଯବହାର
pa: ਫਾਇਲ ਸਿਸਟਮ ਦੀ ਵਰਤੋ
ta: கோப்பு அமைப்பு பயன்பாடு

source: Network Load
eu: Sareko karga
fa: بار شبکه
gu: નૅટવર્ક પરનો બોજો
he: עומס הרשת
hi: नेटवर्क भार
nl: Netwerk Belasting
nn: Nettverkslast
or: ଜାଲକ ବୋଝ
pa: ਨੈੱਟਵਟਕ ਲੋਡ
ta: வலைப்பின்னல் ஏற்றம்

source: PPP Statistics
eu: PPPren estatistikak
fa: آمار PPP
gu: PPP સ્વરુપનુ
he: סטטיסטיקות PPP
hi: पीपीपी सांख्यिकी
nl: PPP Statistieken
nn: PPP statistikk
or: ପି.ପି.ପି.ର ପରିସଂଖ୍ଯାନ
pa: ਪੀਪੀਪੀ ਅੰਕੜੇ
ta: PPP புள்ளிவிவரம்

source: Command line arguments of the process
eu: Prozesuaren komando-lerroko argumentuak
fa: آرگومان‌های خط فرمان فراروند
gu: પ્રક્રિયાની આદેશવાક્યની દલીલ
he: ארגומטי שורת הפקודה של התהליך
hi: प्रक्रियाओं के कमांड लाइन आर्गुमेंट्स
nl: Opdrachtregel argumenten van het proces
nn: Kommandolinjeargumenta til prosessen
or: ସଂସାଧନର ପାଠ୍ଯନିର୍ଦ୍ଦେଶ ସ୍ବତନ୍ତ୍ରଚର
pa: ਕਾਰਜ ਦੇ ਕਮਾਂਡ ਲਾਈਨ ਆਰਗੂਮੈਟ
ta: செயலின் கட்டளை வரி அளவுரு

source: List of currently mounted filesystems
eu: Unean muntatutako fitxategi-sistemen zerrenda
fa: فهرست سیستم پرونده‌های سوار شده
gu: વર્તમાનમાં ચઢાવેલી ફાઇલ સિસ્ટમની યાદી
he: רשימה של מערכות הקבצים המחוברות כעת
hi: वर्तमान में माउंटेड फ़ाइल सिस्टम्स की सूची
nl: Lijst van de huidig gemounte bestandssystemen
nn: Liste over filsystem som er monterte no
or: ସାମ୍ପ୍ରତିକ ପଠନକ୍ଷମ ହୋଇଥିବା ଫାଇଲତନ୍ତ୍ରର ତାଲିକା
pa: ਇਸ ਵੇਲੇ ਮਾਊਟ ਫਾਇਲਸਿਸਟਮ ਦੀ ਸੂਚੀ
ta: தற்போது ஏற்றப்பட்ட கோப்பு அமைப்புகளின் பட்டியல்

source: Uptime
eu: Jardun-denbora
fa: زمان کار
gu: ચાલુ રહેતો સમય
he: זמן ריצה
hi: अपटाइम
nl: Looptijd
nn: Oppetid
or: ସଚଳ ସମୟ
pa: ਵਰਤੋ-ਸਮਾਂ
ta: இயக்க நேரம்

source: Idletime
eu: Denbora inaktiboa
fa: زمان عاطل بودن
gu: ફાજલ સમય
he: זמן סרק
hi: निष्क्रिय-समय
nl: Slaaptijd
nn: Inaktiv-tid
or: ଅଚଳ ସମୟ
pa: ਵਿਹਲਾ-ਸਮਾਂ
ta: வேலையற்ற நேரம்

source: BootTime
eu: AbioOrdua
fa: زمان راه‌اندازی
hi: बूट-टाइम
nn: Oppstartstid
or: ବୁଟ ସମୟ
pa: ਬੂਟ-ਸਮਾਂ
ta: துவக்க நேரம்

source: Time in seconds since system boot
eu: Sistema abiarazi geroztiko denbora segundotan
fa: زمان به ثانیه از هنگام راه‌اندازی سیستم
gu: સિસ્ટમ શરુ થઇ ત્યારથી સમય સેકંડમાં
he: הזמן בשניות מאיתחול המערכת
hi: सिस्टम बूट के बाद से समय सेकेण्ड्स में
nl: Tijd in seconden sinds systeemstart
nn: Tid i sekund sidan system-oppstart
or: ତନ୍ତ୍ର ବୁଟ ହେବାଠାରୁ ସେକେଣ୍ଡରେ ସମୟ
pa: ਕੰਪਿਊਟਰ ਦੇ ਬੂਟ ਕਰਨ ਵੇਲੇ ਤੋ ਹੁਣ ਤੱਕ ਦਾ ਸਮਾਂ ਸਕਿੰਟ ਵਿਚ
ta: கணினி துவகியதிலிருந்து நேரம் நொடியில்

source: Time in seconds the system spent in the idle task since system boot
eu: Sistemak, abiarazi geroztik, inaktibo igarotako denbora segundotan
fa: زمانی به ثانیه که سیستم از هنگام راه‌اندازی در تکلیف عاطل صرف کرده است
gu: સિસ્ટમ શરુ થઇ ત્યારથી ફાજલ કામમાં સિસ્ટમે પસાર કરેલો સમય
he: הזמן בשניות שהמערכת ביזבזה על משימות סרק מאז איתחול המערכת
hi: सिस्टम बूट के बाद से सैकेण्ड्स में समय जिसमें तंत्र ने निष्क्रिय कार्य में बिताया
nl: Tijd in seconden dat het systeem in de "slapende taak" doorgebracht heetft sinds systeemstart
nn: Tid i sekund som systemet har brukt på inaktive oppgåver sidan systemstart
or: ତନ୍ତ୍ର ବୁଟ ହେବାଠାରୁ ତନ୍ତ୍ର ଅଚଳ କାମରେ ବିତାଇଥିବା ସମୟ (ସେକେଣ୍ଡରେ)
pa: ਕੰਪਿਊਟਰ ਦਾ ਬੂਟ ਕਰਨ ਵੇਲੇ ਤੋ ਹੁਣ ਤੱਕ ਦਾ ਵਿਹਲਾ ਸਮਾਂ ਸਕਿੰਟ ਵਿਚ
ta: கணினி துவங்கியதிலிருந்து கணினி வேலையற்று இருந்த நேரம் நொடியில்

source: Time of last system boot in seconds since the epoch
eu: Prozesuaren hasiera-ordua segundotan "arotik" aurrera
gu: ઇપોકથી પ્રક્રિયાનો છેલ્લી પ્રક્રિયા શરુ થઈ ત્યારનો સમય સેકંડમાં
hi: इपो के बाद से सैकेण्ड्स में पिछले सिस्टम बूट का समय
nn: Tidspunkt for sist systemoppstart, i sekund sidan epoch
or: ଆରମ୍ଭକାଳରୁ ତନ୍ତ୍ରର ପୂର୍ବବର୍ତ୍ତୀ ବୁଟର ସମୟ (ସେକେଣ୍ଡରେ)
pa: ਸ਼ੁਰੂ ਤੋ ਕੰਪਿਊਟਰ ਦਾ ਬੂਟ ਕਰਨ ਵੇਲੇ ਤੋ ਹੁਣ ਤੱਕ ਦਾ ਸਮਾਂ ਸਕਿੰਟ ਵਿਚ
ta: epoch லிருந்து கடைடியாக கணினி துவங்கிய நேரம் நொடியில்

source: Hangup
as: বন্ধ কৰক
en@shaw: ğ‘£ğ‘¨ğ‘™ğ‘œğ‘©ğ‘
eu: Eseki
fa: معوق گذاشتن
gu: અટકી ગયેલુ
he: ניתוק
hi: हैंगअप
kab: Gzem
kk: Байланысты үзу
nn: Legg på
or: ସଂଯୋଗ ଛିନ୍ନ କରନ୍ତୁ
pa: ਬੰਦ ਕਰੋ
ta: தொங்கியது

source: Interrupt
as: ইন্টাৰাপ্ট উৎপন্ন কৰা হ'ব
en@shaw: ğ‘¦ğ‘¯ğ‘‘ğ‘»ğ‘³ğ‘ğ‘‘
eu: Eten
fa: وقفه
gu: ભંગાણ સૂચન
he: הפרעה
hi: इंटरप्ट
kab: Anegzum
kk: Үзу
nn: Avbrot
or: ବ୍ଯାହତ କରନ୍ତୁ
pa: ਰੁਕਾਵਟ
ta: தடை

source: Quit
as: প্ৰস্থান
en@shaw: ğ‘’ğ‘¢ğ‘¦ğ‘‘
eu: Irten
fa: خروج
gu: બહાર નીકળો
he: יציאה
hi: बाहर
kab: Ffeɣ
kk: Шығу
nn: Avslutt
or: ବିଦାୟ ନିଅନ୍ତୁ
pa: ਬਾਹਰ
ta: வெளிச்செல்

source: Illegal instruction
as: অবৈধ নিৰ্দেশ
en@shaw: ğ‘¦ğ‘¤ğ‘°ğ‘œğ‘©ğ‘¤ ğ‘¦ğ‘¯ğ‘•ğ‘‘ğ‘®ğ‘³ğ‘’ğ‘–ğ‘©ğ‘¯
eu: Argibide ilegala
fa: دستورالعمل غیرمجاز
gu: અસામાન્ય માહિતિ
he: הוראה לא חוקית
hi: अवैध निर्देश
kab: Tnaḍt tarayugant
kk: Жарамсыз нұсқау
nn: Ulovleg instruksjon.
or: ଅବୈଧ ଅନୁଦେଶ
pa: ਜਾਅਲੀ ਹਦਾਇਤ
ta: தவறான செய்தி

source: Trace trap
as: ট্ৰেস ট্ৰ্যাপ
en@shaw: ğ‘‘ğ‘®ğ‘±ğ‘• ğ‘‘ğ‘®ğ‘¨ğ‘
eu: Gelditze-puntuaren segimendua
fa: ردگیری تله
gu: રેખાંકન અટકાવો
hi: ट्रेस ट्रैप
kab: Aḍfar n temdayt
kk: Трассировка тұзағы
nn: Sporingsfelle
or: ଅନୁସନ୍ଧାନ ଯନ୍ତା
pa: ਪਦ-ਚਿੰਨ ਦਾ ਖੋਜੀ
ta: தடம் காண்

source: Abort
as: অস্বাভাবিক প্ৰস্থান
en@shaw: ğ‘©ğ‘šğ‘¹ğ‘‘
eu: Abortatu
fa: قطع کردن
gu: અધૂરુ રાખીને જવુ
he: ביטול
hi: छोड़ें
kab: Sefsex
kk: Тоқтату
nn: Avbryt
or: ପରିତ୍ଯାଗ
pa: ਛੱਡੋ
ta: தடைசெய்

source: EMT error
as: EMT সংক্ৰান্ত সমস্যা
en@shaw: EMT ğ‘»ğ‘¼
eu: EMT errorea
fa: خطای EMT
gu: EMT ભૂલ
he: שגיאת EMT
hi: ईएमटी त्रुटि
kab: Tuccḍa EMT
kk: EMT қатесі
nn: EMT-feil
or: ଇ.ଏମ.ଟି. ତ୍ରୁଟି
pa: ਈਐਮਟੀ ਗਲਤੀ
ta: EMT பிழை

source: Floating-point exception
as: ফ্লোটিং-পয়েন্ট এক্সেপশন
en@shaw: ğ‘“ğ‘¤ğ‘´ğ‘‘ğ‘¦ğ‘™-ğ‘ğ‘¶ğ‘¯ğ‘‘ ğ‘¦ğ‘’ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯
eu: Koma mugikorraren salbuespena
fa: استثنای ممیز شناور
gu: અપૂર્ણાંક અપવાદ
hi: फ़्लोटिंग-पाइंट अपवाद
kab: Tasureft n tefrayt yettifliwin
kk: Жылжымалы нүкте ерекшелігі
nn: Flyttaluttrykk
or: ଅସ୍ଥାୟୀ ବିନ୍ଦୁ ତ୍ରୁଟି
pa: ਫਲੋਇੰਟਿੰਗ-ਪੁਆਇੰਟ ਅਪਵਾਦ
ta: பின்ன பிழை

source: Kill
as: Kill কৰক
en@shaw: ğ‘’ğ‘¦ğ‘¤
eu: Hil
fa: خاموش کردن
gu: મારી નાખો
he: הרוג
hi: किल
kab: Neɣ
kk: Жою
nn: Drep
or: ସମାପନ
pa: ਖਤਮ
ta: கொலை செய்

source: Bus error
as: বাস সংক্ৰান্ত সমস্যা
en@shaw: ğ‘šğ‘³ğ‘• ğ‘»ğ‘¼
eu: Bus errorea
fa: خطای گذرگاه
gu: Busની ભૂલ
he: שגיאת אפיק
hi: बस त्रुटि
kab: Tuccḍa n uzebg
kk: Шина қатесі
nn: Bussfeil
or: ପରିପଥ ତ୍ରୁଟି
pa: ਬੱਸ ਗਲਤੀ
ta: பஸ் பிழை

source: Segmentation violation
as: সেগমেন্টেশন সংক্ৰান্ত সমস্যা
en@shaw: ğ‘•ğ‘§ğ‘œğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘ğ‘²ğ‘©ğ‘¤ğ‘±ğ‘–ğ‘©ğ‘¯
eu: Segmentu-bortxaketa
fa: تخلف قطعه قطعه کردن
gu: વિભાગનુ ખંડન
he: הפרעת התחלקות
hi: सेगमेंटेशन अतिक्रमण
kab: Akukel useqzuzem
kk: Сегменттеудің бұзылуы
nn: Segmenteringsovertramp
or: ଖଣ୍ଡକରଣ ଉଲଂଘନ
pa: ਸਿਗਮਿੰਟੇਸ਼ਨ ਦੀ ਉਲੰਘਣਾ
ta: செக்மன்டேஷன் மீறல்

source: Bad argument to system call
as: সিস্টেম-কল'এ ভুল আৰ্গুমেন্ট প্ৰেৰিত হৈছে
en@shaw: ğ‘šğ‘¨ğ‘› ğ‘¸ğ‘œğ‘¿ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘‘ ğ‘•ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¥ ğ‘’ğ‘·ğ‘¤
eu: Argumentu okerra sistemaren deian
fa: آرگومان بد به فراخوانی سیستم
gu: સિસ્ટમ કાૅલ માટેની ખરાબ દલીલ
hi: सिस्टम काल को गलत आर्गुमेंट
kab: Yir afakul i usiwel n unagraw
kk: Жүйелік шақыруға қате аргумент
nl: Ongeldig argument voor systeem aanroep
nn: Ugyldig argument til systemkall
or: ତନ୍ତ୍ର ଡାକରାକୁ ଅବୈଧ ସ୍ବତନ୍ତ୍ରଚର
pa: ਸਿਸਟਮ ਕਾਲ ਲਈ ਗਲਤ ਆਰਗੂਮਿੰਟ
ta: கணினி அழைப்புக்கு மோசமான அளவுரு

source: Broken pipe
as: ক্ষতিগ্ৰস্ত পাইপ
en@shaw: ğ‘šğ‘®ğ‘´ğ‘’ğ‘©ğ‘¯ ğ‘ğ‘²ğ‘
eu: Kanalizazio hautsia
fa: لوله‌ی شکسته
gu: તૂટેલી પાઇપ
he: צינור שבור
hi: टूटा पाइप
kab: Tagmamt yerrẓen
kk: Үзілген арна
nn: Brote røyr
or: ଭଙ୍ଗା ପାଇପ
pa: ਟੁੱਟੇ ਪਾਇਪ
ta: உடைந்த பாதை

source: Alarm clock
as: অ্যালাৰ্ম ঘড়ি
en@shaw: ğ‘©ğ‘¤ğ‘¸ğ‘¥ ğ‘’ğ‘¤ğ‘ªğ‘’
eu: Iratzargailua
fa: ساعت زنگی
gu: એલાર્મ ઘડિયાળ
he: שעון מעורר
hi: अलार्म घड़ी
kab: Tangedwit
kk: Оятқыш сағат
nn: Alarmklokke
or: ସତର୍କ ଘଡ଼ି
pa: ਆਲਰਮ ਘੜੀ
ta: அல்லாரம் கடிகாரம்

source: Termination
as: সমাপ্তি
en@shaw: ğ‘‘ğ‘»ğ‘¥ğ‘©ğ‘¯ğ‘±ğ‘–ğ‘©ğ‘¯
eu: Amaiera
fa: پایان دادن
gu: પૂરું કરી રહ્યા છે
he: סיום
hi: समाप्त
kab: Taggara
kk: Аяқтау
nn: Avlustting
or: ସମାପ୍ତି
pa: ਸਮਾਪਤ
ta: முடிவு

source: Urgent condition on socket
as: সকেটে গুৰুতৰ অবস্থা
en@shaw: ğ‘»ğ‘¡ğ‘©ğ‘¯ğ‘‘ ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘¦ğ‘–ğ‘©ğ‘¯ ğ‘ªğ‘¯ ğ‘•ğ‘ªğ‘’ğ‘©ğ‘‘
eu: Presazko baldintza socket-ean
fa: وضعیت اورژانس برای سوکت
gu: સાૅકેટ પરની તાત્કાલિક શરત
hi: सॉकेट पर अत्यावश्यक अवस्था
kab: Tawtilt taḍrurant ɣef socket
kk: Сокеттегі шұғыл жағдай
nn: Hastesituasjon på sokkelen
or: ସକେଟରେ ଅତ୍ଯାଶ୍ଯକ ଅବସ୍ଥା
pa: ਸਾਕਟ ਲਈ ਜਰੂਰੀ ਸ਼ਰਤ
ta: சாக்கெட்டின் அவசர நிலை

source: Stop
as: বন্ধ কৰক
en@shaw: ğ‘•ğ‘‘ğ‘ªğ‘
eu: Gelditu
fa: توقف
gu: અટકો
he: עצור
hi: रोकें
kab: Seḥbes
kk: Тоқтату
nn: Stopp
or: ବନ୍ଦ
pa: ਰੋਕੋ
ta: நிறுத்து

source: Keyboard stop
as: কি-বোৰ্ড বন্ধ কৰক
en@shaw: ğ‘’ğ‘°ğ‘šğ‘ªğ‘®ğ‘› ğ‘•ğ‘‘ğ‘ªğ‘
eu: Teklatua gelditzea
fa: توقف صفحه‌کلید
gu: કી બાૅર્ડ અટકાવો
he: עצירת מקלדת
hi: कुंजीपटल रोकें
kab: Aḥbas n unasiw
kk: Пернетақта арқылы тоқтату
nn: Tastaturstopp
or: ଚାବିପଟି ବନ୍ଦ
pa: ਕੀ-ਬੋਰਡ ਰੁੱਕ ਗਿਆ ਹੈ
ta: விசைப்பலகை நிறுத்தம்

source: Continue
as: অগ্ৰসৰ হওক
en@shaw: ğ‘’ğ‘©ğ‘¯ğ‘‘ğ‘¦ğ‘¯ğ‘¿
eu: Jarraitu
fa: ادامه
gu: ચાલુ રાખો
he: המשך
hi: जारी रखें
kab: Kemmel
kk: Жалғастыру
nn: Fortset
or: ଚାଲୁ ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰਹੋ
ta: தொடரவும்

source: Child status has changed
as: চাইল্ডেৰ অবস্থা পৰিবৰ্তিত হৈছে
en@shaw: ğ‘—ğ‘²ğ‘¤ğ‘› ğ‘•ğ‘‘ğ‘±ğ‘‘ğ‘«ğ‘• ğ‘£ğ‘¨ğ‘Ÿ ğ‘—ğ‘±ğ‘¯ğ‘¡ğ‘›
eu: Umearen egoera aldatu egin da
fa: وضعیت بچه عوض شد
gu: બાળ સ્થિતિ બદલાઇ ગઇ છે
he: מצב הילד השתנה
hi: शिशु स्थिति बदल चुकी है
kab: Addad aqrur yettwasenfel
kk: Туынды күйі өзгерді
nn: Status på born er endra
or: ନିର୍ଭରକ ଅବସ୍ଥିତି ବଦଳି ଯାଇଛି
pa: ਅਗਲੀਆਂ ਸਥਿਤੀਆਂ ਬਦਲ ਗਈਆਂ ਹਨ
ta: சேய்நிலை மாற்றப்பட்டது

source: Background read from tty
as: পটভূমিতে tty'ৰ পৰা পড়া হচ্ছে
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘®ğ‘§ğ‘› ğ‘“ğ‘®ğ‘ªğ‘¥ tty
eu: Irakurri tty atzeko planoan
fa: خواندن پس‌زمینه از tty
gu: પાછળના ભાગનું ttyમાંથી વંચાય છે
he: קרית רקע מ tty
hi: टीटीवाई से पढ़ने का कार्य पृष्ठभूमि में करें
kab: Taɣri n ugilal seg tdiwent
kk: Фонда tty-ден оқу
nn: Les frå tty i bakgrunnen
or: ଟି.ଟି.ୱାଇ.ଠାରୁ ପୃଷ୍ଠଭୂମି ପଠନ
pa: ਪਿਛਲਾ ਟੀਟੀਯਾਈ (tty) ਤੋ ਖੋਲ ਰਿਹਾ ਹੈ
ta: tty யின் பின்னியில் படி

source: Background write to tty
as: পটভূমিতে tty'এ লেখা হচ্ছে
en@shaw: ğ‘šğ‘¨ğ‘’ğ‘œğ‘®ğ‘¬ğ‘¯ğ‘› ğ‘®ğ‘²ğ‘‘ ğ‘‘ tty
eu: Idatzi tty-en atzeko planoan
fa: نوشتن پس‌زمینه در tty
gu: પાછળનો ભાગ ttyમાં લખે છે
he: כתיבת רקע מ tty
hi: टीटीवाई पर लिखने का कार्य पृष्ठभूमि में करें
kab: Tira n ugilal ɣef tdiwent
kk: Фонда tty-ге жазу
nn: Skriv til tty i bakgrunnen
or: ଟି.ଟି.ୱାଇ.କୁ ପୃଷ୍ଠଭୂମି ଲିଖନ
pa: ਪਿਛਲੇ ਨੂੰ ਟੀਟੀਯਾਈ (tty) ਤੇ ਲਿਖ ਰਿਹਾ ਹੈ
ta: tty யின் பின்னியில் எழுது

source: I/O now possible
as: I/O বৰ্তমানে কৰা সম্ভব
en@shaw: I/O ğ‘¯ğ‘¬ ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤
eu: S/I posible da orain
fa: ورودی/خروجی اکنون امکان دارد
gu: I/O હવે શક્ય છે
he: קלט/פלט עכשיו אפשרי
hi: आई/ओ अब संभव
kab: Asekcem/Asuffeɣ yella tura
kk: Енгізу/шығару енді мүмкін
nn: I/O no mogleg
or: ବର୍ତ୍ତମାନ ନିବେଶ/ନିର୍ଗମ ସମ୍ଭବ
pa: ਇੱਨ/ਆਉਟ ਹੁਣ ਸੰਭਵ
ta: I/O இப்போது முடியும்

source: CPU limit exceeded
as: CPU'ৰ সীমা অতিক্ৰান্ত
en@shaw: CPU ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘©ğ‘›
eu: PUZaren muga gaindituta
fa: بیشتر از محدودیت واحد پردازش مرکزی شد
gu: CPU સીમા પાર થઇ ગઇ છે
hi: सीपीयू सीमा से बाहर पहुँच चुकी
kab: CPU iεedda tilisa
kk: CPU шектеуі асып кетті
nn: CPU-grense passert
or: କେନ୍ଦ୍ରୀୟ ସଂସାଧକ ସୀମା ପାର ହୋଇଯାଇଛି
pa: ਪ੍ਰੋਸੈਸਰ ਦੀ ਹੱਦ ਤੋ ਵੱਧ
ta: CPU எல்லை கடந்தது

source: File size limit exceeded
as: ফাইলেৰ মাপেৰ সীমা অতিক্ৰান্ত
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘•ğ‘²ğ‘Ÿ ğ‘¤ğ‘¦ğ‘¥ğ‘¦ğ‘‘ ğ‘©ğ‘’ğ‘•ğ‘°ğ‘›ğ‘©ğ‘›
eu: Fitxategi-tamainaren muga gaindituta
fa: بیشتر از محدودیت اندازه‌ی پرونده شد
gu: ફાઇલના માપની સીમા પાર થઇ ગઇ છે
hi: फ़ाइल आकार सीमा से बाहर पहुँच चुकी
kab: Teɣzi n ufaylu tεedda tilisa
kk: Файл өлшемінің шектеуі асып кетті
nn: Filstorleikgrense passert
or: ଫାଇଲ ଆକାର ସୀମା ପାର ହୋଇଯାଇଛି
pa: ਫਾਇਲ ਆਕਾਰ ਦੀ ਹੱਦ ਤੋ ਵੱਧ
ta: முழு அளவு எல்லை கடந்தது

source: Virtual alarm clock
as: ভাৰ্চুয়াল অ্যালাৰ্ম ঘড়ি
en@shaw: ğ‘ğ‘»ğ‘—ğ‘«ğ‘©ğ‘¤ ğ‘©ğ‘¤ğ‘¸ğ‘¥ ğ‘’ğ‘¤ğ‘ªğ‘’
eu: Iratzargailu birtuala
gu: આભસી એલાર્મ ઘડિયાળ
he: שעון מעורר וירוטאלי
hi: आभासी अलार्म घड़ी
kab: Tangedwit tuhlist
kk: Виртуалды оятар
nn: Virtuel alarmklokke
or: ଆଭାସୀ ସତର୍କ ଘଡ଼ି
pa: ਖਿਆਲੀ ਅਲਾਰਮ ਘੜੀ
ta: மெய்நிகர் எச்சரிக்கை கடிகாரம்

source: Profiling alarm clock
as: অ্যালাৰ্ম ঘড়ি প্ৰোফাইল কৰা হ'ব
en@shaw: ğ‘ğ‘®ğ‘´ğ‘“ğ‘²ğ‘¤ğ‘¦ğ‘™ ğ‘©ğ‘¤ğ‘¸ğ‘¥ ğ‘’ğ‘¤ğ‘ªğ‘’
eu: Iratzargailuaren profila
gu: રુપરેખાંકિત એલાર્મ ઘડિયાળ
hi: प्रोफ़ाइलिंग अलार्म घड़ी
kab: Tangedwit n tesnawsit
kk: Профильдеу оятары
nn: Profilerer alarmklokke
or: ସତର୍କ ଘଡ଼ିର ରୂପରେଖ ପ୍ରସ୍ତୁତି
pa: ਅਲਾਰਮ ਘੜੀ ਦਾ ਰੇਖਾ ਚਿੱਤਰ ਖਿੱਚਿਆ ਜਾ ਰਿਹਾ ਹੈ
ta: எச்சரிக்கை கடிகாத்தின் விவரம்

source: Window size change
as: উইন্ডোৰ মাপে পৰিবৰ্তন
en@shaw: ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ğ‘•ğ‘²ğ‘Ÿ ğ‘—ğ‘±ğ‘¯ğ‘¡
eu: Leihoaren tamaina aldatzea
fa: تغییر اندازه‌ی پنجره
gu: વિન્ડાૅના માપમાં બદલાવ
he: שינוי גודל חלון
hi: विंडो आकार परिवर्तन
kab: Asenfel n teεzi n usfaylu
kk: Терезе өлшемі өзгерді
nn: Endring i vindaugsstorleik
or: ୱିଣ୍ଡୋ ଆକାର ବଦଳା
pa: ਝਰੋਖੇ ਦਾ ਅਕਾਰ ਬਦਲੋ
ta: சாளர அளவு மாற்றம்

source: Information request
as: তথ্যেৰ অনুৰোধ
en@shaw: ğ‘¦ğ‘¯ğ‘“ğ‘¼ğ‘¥ğ‘±ğ‘–ğ‘©ğ‘¯ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘§ğ‘•ğ‘‘
eu: Informazio-eskaera
fa: درخواست اطلاعات
gu: જાણકારી માટે વિનંતી
he: בקשת מידע
hi: जानकारी निवेदन
kab: Tettwasra talɣut
kk: Ақпараттық сұраныс
nl: Informatie verzoek
nn: Informasjonsførespurnad
or: ସୂଚନା ଅନୁରୋଧ
pa: ਜਾਣਕਾਰੀ ਲਈ ਬੇਨਤੀ
ta: தகவல் கோரிக்கை

source: User defined signal 1
as: ব্যবহাৰকাৰী নিৰ্ধাৰিত সিগনাল ১
en@shaw: ğ‘¿ğ‘Ÿğ‘¼ ğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¯ğ‘› ğ‘•ğ‘¦ğ‘œğ‘¯ğ‘©ğ‘¤ 1
eu: Erabiltzaileak zehaztutako 1. seinalea
fa: سیگنال تعریف شده توسط کاربر ۱
gu: વપરાશકર્તા દ્વારા વ્યાખ્યાયિત સંકેત ૧
he: אות מוגדר משתמש 1
hi: उपयोगकर्ता पारिभाषित संकेत १
kab: Tamuli yettusbadu sɣur useqdac 1
kk: Пайдаланушы анықтаған 1-сигнал
nn: Eigendefinert 1
or: ଚାଳକ ନିର୍ଦ୍ଦିଷ୍ଟ ସଙ୍କେତ ୧
pa: ਉਪਭੋਗਤਾ ਦੁਆਰਾ ਨਿਰਧਾਰਿਤ ਸੰਕੇਤ ੧
ta: பயனீட்டாளர் குறித்த சங்கேதம் 1
