Repository: GNOME/libgtop
Catalog: po/kw.po
Languages: kw

source: read %d byte
kw: redys %d bayt

source: read data size
kw: redya braster data

source: read %lu byte of data
kw: redys %lu bayt a data

source: wrote %d byte
kw: skrifys %d bayt

source: Enable debugging
kw: Gallosegi prevessyans

source: Enable verbose output
kw: Gallosegi eskorrans gerennek

source: Don’t fork into background
kw: Na forghya y'n kilva

source: Invoked from inetd
kw: Sordya dhyworth inetd

source: Run “%s --help” to see a full list of available command line options.
kw: Eksekutya “%s --help” rag gweles unn rol leun dewisyow arghadow-linen kavadow.

source: Hangup
kw: Finsya

source: Interrupt
kw: Goderri

source: Quit
kw: Kwytya

source: Illegal instruction
kw: Dyskans anlaghel

source: Trace trap
kw: Maglen tresen

source: Abort
kw: Astel

source: EMT error
kw: Error EMT

source: Floating-point exception
kw: Namm ow-neuvella-poynt

source: Kill
kw: Ladha

source: Bus error
kw: Error kyttrin

source: Segmentation violation
kw: Gorthmosyans ranansow

source: Bad argument to system call
kw: Oberadow brog dhe galow system

source: Broken pipe
kw: Pib terrys

source: Alarm clock
kw: Difunell

source: Termination
kw: Gorfennans

source: Urgent condition on socket
kw: Studh yniadow war kraw

source: Stop
kw: Astel

source: Keyboard stop
kw: Astel bysowek

source: Continue
kw: Pesya

source: Child status has changed
kw: Studh flogh re chanjys

source: Background read from tty
kw: Redyans kilva dhyworth tty

source: Background write to tty
kw: Skrifans kilva dhe tty

source: I/O now possible
kw: Y/E galladow lemmyn

source: CPU limit exceeded
kw: Finweth CPU eksedys

source: File size limit exceeded
kw: Finweth braster restren eksedys

source: Virtual alarm clock
kw: Difunell gowir

source: Profiling alarm clock
kw: Difunell profilyans

source: Window size change
kw: Chanj braster fenester

source: Information request
kw: Govyn kedhlow

source: User defined signal 1
kw: Sinell usyer-styrys 1

source: User defined signal 2
kw: Sinell usyer-styrys 2
